Repository: DRCRecoveryData/OpenSuperClone
Catalog: src/opensuperclone/locale/*/opensuperclone.po
Languages: de_de, fr_fr, vi_vn

source: Error stoping virtual disk driver
de_de: Fehler beim Stoppen des virtuellen Laufwerks-Treibers
fr_fr: Erreur arrêt disque virtuel
vi_vn: Lỗi dừng trình điều khiển đĩa ảo

source: Error writing backup log file
de_de: Fehler beim Schreiben der Backup-Logdatei
fr_fr: Erreur d'écriture de la sauvegarde du fichier journal
vi_vn: Lỗi khi ghi tệp nhật ký sao lưu

source: Error writing data to destination
de_de: Fehler beim Schreiben der Daten auf das Ziel
fr_fr: Erreur d'écriture des données sur la cible
vi_vn: Lỗi khi ghi dữ liệu vào đích

source: Error writing progress log file
de_de: Fehler beim Schreiben der Fortschritts-Logdatei
fr_fr: Erreur d'écriture du fichier journal
vi_vn: Lỗi khi ghi tệp nhật ký tiến trình

source: Error!
de_de: Fehler!
fr_fr: Erreur!
vi_vn: Lỗi!

source: Error! The disk is security locked!
de_de: Fehler! Das Laufwerk ist gesperrt!
fr_fr: Erreur! Le disque est verrouillé!
vi_vn: Lỗi! Đĩa đã bị khóa bảo mật!

source: Error: Destination is detected to be the host OS drive
de_de: Fehler: Das Ziel ist das Host-OS-Laufwerk
fr_fr: Erreur: Disque système choisi comme cible
vi_vn: Lỗi: Phát hiện đích đến là ổ đĩa hệ điều hành máy chủ

source: Error: Device fault detected on source
de_de: Fehler: Fehler auf dem Quelllaufwerk erkannt
fr_fr: Erreur: Défaut détecté sur périphérique source
vi_vn: Lỗi: Đã phát hiện lỗi thiết bị trên nguồn

source: Error: Domain is not active or no domain file loaded
de_de: Fehler: Die Domäne ist nicht aktiv oder keine Domänen-Datei geladen
fr_fr: Erreur: Domaine inactif ou pas de fichier de domaine chargé
vi_vn: Lỗi: Tên tên miền không hoạt động hoặc không có tệp tên tên miền nào được tải

source: Error: Driver timeout or error
de_de: Fehler: Treiber-Timeout oder Fehler
fr_fr: Erreur pilote: temps d'attente dépassé ou erreur
vi_vn: Lỗi: Trình điều khiển hết thời gian hoặc lỗi

source: Error: File copying failed
de_de: Fehler: Dateikopie fehlgeschlagen
fr_fr: Erreur de copie des fichiers
vi_vn: Lỗi: Sao chép tập tin không thành công

source: Error: No backup file
de_de: Fehler: Keine Backup-Datei
fr_fr: Erreur: pas de fichier de sauvegarde
vi_vn: Lỗi: Không có tệp sao lưu

source: Error: No relay has been chosen
de_de: Fehler: Kein Relais wurde ausgewählt
fr_fr: Erreur: Aucun relais choisi
vi_vn: Lỗi: Không có relay nào được chọn

source: Error: Odd sector size not allowed in driver mode
de_de: Fehler: Ungerade Sektorgröße nicht erlaubt im Treibermodus
fr_fr: Erreur: Taille de secteurs impaire non autorisée en mode pilote
vi_vn: Lỗi: Không được phép sử dụng kích thước sector lẻ trong chế độ trình điều khiển

source: Error: Offset not allowed in driver mode
de_de: Fehler: Offset nicht erlaubt im Treibermodus
fr_fr: Erreur: Décalage non autorisé en mode pilote
vi_vn: Lỗi: Không được phép bù trừ ở chế độ trình điều khiển

source: Error: Read Capacity command failed with sense data
de_de: Fehler: Read Capacity-Befehl fehlgeschlagen mit Sense-Daten
fr_fr: Erreur: Echec de lecture de la capacité (commande échouée avec sense data)
vi_vn: Lỗi: Lệnh Đọc dung lượng không thành công với dữ liệu cảm biến

source: Error: Read size extends past end of device
de_de: Fehler: Lese-Größe geht über das Ende des Geräts hinaus
fr_fr: Erreur: La taille de lecture dépasse la fin du disque
vi_vn: Lỗi: Kích thước đọc vượt quá giới hạn của thiết bị

source: Error: SMART not enabled on this device
de_de: Fehler: SMART ist auf diesem Gerät nicht aktiviert
fr_fr: Erreur: SMART désactivé par ce disque
vi_vn: Lỗi: SMART không được bật trên thiết bị này

source: Error: SMART not supported on this device
de_de: Fehler: SMART wird von diesem Gerät nicht unterstützt
fr_fr: Erreur: SMART non pris en charge par ce disque
vi_vn: Lỗi: SMART không được hỗ trợ trên thiết bị này

source: Error: Skip Reset detected. The settings may need to be changed. Skip size may be too low or too high. The drive may have a slow issue causing too many slow skips. If you got this message very quickly, it may not be reading any data. Please reference the instruction manual for more information.
de_de: Fehler: Skip-Reset erkannt. Die Einstellungen müssen möglicherweise geändert werden. Die Skip-Größe könnte zu niedrig oder zu hoch sein. Das Laufwerk könnte ein Problem mit der Geschwindigkeit haben, was zu vielen langsamen Skips führt. Wenn Sie diese Nachricht sehr schnell erhalten haben, könnte es sein, dass keine Daten gelesen werden. Bitte lesen Sie die Anleitung für weitere Informationen.
fr_fr: Erreur: Remise à zéro des sauts détectée. Paramètres à vérifier. La taille des sauts peut être trop petite ou trop grande. Le disque peut avoir des lenteurs causant trop de sauts. Si vous obtenez ce message très rapidement, il se peut que les données ne soient pas lues. Se référer au manuel pour plus d'informations.
vi_vn: Lỗi: Đã phát hiện Skip Reset. Có thể cần phải thay đổi cài đặt. Kích thước Skip có thể quá thấp hoặc quá cao. Ổ đĩa có thể gặp sự cố chậm gây ra quá nhiều lần Skip chậm. Nếu bạn nhận được thông báo này rất nhanh, có thể ổ đĩa không đọc bất kỳ dữ liệu nào. Vui lòng tham khảo hướng dẫn sử dụng để biết thêm thông tin.

source: Error: Source is detected to be mounted
de_de: Fehler: Die Quelle ist gemountet
fr_fr: Erreur: Source détectée comme montée
vi_vn: Lỗi: Nguồn được phát hiện là đã được gắn kết

source: Error: Source size is invalid
de_de: Fehler: Quellgröße ist ungültig
fr_fr: Erreur: Taille de source invalide
vi_vn: Lỗi: Kích thước nguồn không hợp lệ

source: Error: Source size is not divisable by sector size, source size is
de_de: Fehler: Quellgröße ist nicht durch die Sektorgröße teilbar, Quellgröße ist
fr_fr: Erreur: La taille de la source est indivisible par la taille des secteurs, La taille de la source est
vi_vn: Lỗi: Kích thước nguồn không thể chia hết cho kích thước sector, kích thước nguồn là

source: Error: Unable to get size of destination
de_de: Fehler: Größe des Ziels kann nicht ermittelt werden
fr_fr: Erreur: Impossible d'obtenir la taille de la cible
vi_vn: Lỗi: Không thể lấy được kích thước của đích

source: Error: Unable to locate the line in GRUB
de_de: Fehler: Die Zeile in GRUB kann nicht gefunden werden
fr_fr: Erreur: Impossible de localiser la ligne dans GRUB
vi_vn: Lỗi: Không thể định vị dòng trong GRUB

source: Error: Unable to open destination
de_de: Fehler: Ziel kann nicht geöffnet werden
fr_fr: Erreur: Impossible d'ouvrir la cible
vi_vn: Lỗi: Không thể mở đích

source: Error: Unable to open file
de_de: Fehler: Datei kann nicht geöffnet werden
fr_fr: Erreur: Impossible d'ouvrir le fichier
vi_vn: Lỗi: Không thể mở tệp

source: Error: Unable to open source
de_de: Fehler: Quelle kann nicht geöffnet werden
fr_fr: Erreur: Impossible d'ouvrir la source
vi_vn: Lỗi: Không thể mở nguồn

source: Error: Unable to read SMART data from device
de_de: Fehler: SMART-Daten können nicht vom Gerät gelesen werden
fr_fr: Erreur: Impossible de lire les donnéee SMART du périphérique
vi_vn: Lỗi: Không thể đọc dữ liệu SMART từ thiết bị

source: Error: Unable to read from destination
de_de: Fehler: Ziel kann nicht gelesen werden
fr_fr: Erreur: Impossible de lire depuis la cible
vi_vn: Lỗi: Không thể đọc từ đích

source: Error: Unable to read source
de_de: Fehler: Quelle kann nicht gelesen werden
fr_fr: Erreur lecture sur la source
vi_vn: Lỗi: Không thể đọc được nguồn

source: Error: Unable to seek destination
de_de: Fehler: Ziel kann nicht gesucht werden
fr_fr: Erreur recherche sur destination
vi_vn: Lỗi: Không tìm được đích đến

source: Error: Unable to seek source
de_de: Fehler: Quelle kann nicht gesucht werden
fr_fr: Erreur recherche sur source
vi_vn: Lỗi: Không tìm được nguồn

source: Error: Unable to write to destination
de_de: Fehler: Ziel kann nicht geschrieben werden
fr_fr: Erreur: Impossible d'écrire sur la cible
vi_vn: Lỗi: Không thể ghi vào đích

source: Error: Updating GRUB failed
de_de: Fehler: Aktualisierung von GRUB fehlgeschlagen
fr_fr: Erreur: Echec de la mise à jour de GRUB
vi_vn: Lỗi: Cập nhật GRUB không thành công

source: Exit on Slow (kB/s) phase-1-2
de_de: Beenden bei langsamer Phase-1-2 (kB/s)
fr_fr: Sortie sur lenteur (kB/s) phase-1-2
vi_vn: Thoát ở chế độ Chậm (kB/giây) giai đoạn 1-2

source: Exit on Slow Time (sec) phase-1-2
de_de: Beenden bei langsamer Zeit (Sek) Phase-1-2
fr_fr: Sortie sur lenteur (sec) phase-1-2
vi_vn: Thoát ở Thời gian chậm (giây) giai đoạn 1-2

source: Exiting due to slow read speed
de_de: Beenden wegen langsamer Lesegeschwindigkeit
fr_fr: Sortie suite à lecture lente
vi_vn: Thoát do tốc độ đọc chậm

source: Export ddrescue log (map) file
de_de: ddrescue-Logdatei (Map)-Datei exportieren
fr_fr: Exportation fichier journal ddrescue
vi_vn: Xuất tệp nhật ký ddrescue (bản đồ)

source: Extended Analyze
de_de: Erweiterte Analyse
fr_fr: Analyse étendue
vi_vn: Mở rộng Phân tích

source: Failed checking of source device size
de_de: Überprüfung der Quellgerätegröße fehlgeschlagen
fr_fr: Echec de vérification de la taille du périphérique source
vi_vn: Không kiểm tra được kích thước thiết bị nguồn

source: Failed to perform identify device command
de_de: Identifizierungsbefehl konnte nicht ausgeführt werden
fr_fr: Echec de la commande d'identification du périphérique
vi_vn: Không thực hiện được lệnh xác định thiết bị

source: Failed to remove driver module, see the console for more information
fr_fr: Erreur en retirant le module du pilote, voir console pour plus d'infos
vi_vn: Không thể xóa mô-đun trình điều khiển, hãy xem bảng điều khiển để biết thêm thông tin

source: File
de_de: Datei
fr_fr: Fichier
vi_vn: Tài liệu

source: Fill Mark
de_de: Füllen mit Markierung
fr_fr: Remplir en marquant
vi_vn: Điền dấu

source: Fill Zero
de_de: Füllen mit Nullen
fr_fr: Remplir avec des zéros
vi_vn: Điền số không

source: Filled
de_de: Gefüllt
fr_fr: Remplissage achevé
vi_vn: Điền

source: Filling
de_de: Fülle
fr_fr: Remplissage en cours
vi_vn: Làm đầy

source: Finished
de_de: Fertig
fr_fr: Terminé
vi_vn: Hoàn thành

source: Fix Driver Memory Error
de_de: Treiber-Speicherfehler beheben
fr_fr: Réparer l'erreur mémoire du pilote
vi_vn: Sửa lỗi bộ nhớ trình điều khiển

source: Flags
fr_fr: Drapeaux
vi_vn: Cờ

source: Force access of mounted disk (not recommended)
de_de: Zugriff auf eingehängte Festplatte erzwingen (nicht empfohlen)
fr_fr: Forcer l'accès au disque déjà monté (déconseillé)
vi_vn: Buộc truy cập vào đĩa đã gắn (không khuyến khích)

source: Force same controller / slave (not recommended)
de_de: Gleichen Controller / Slave erzwingen (nicht empfohlen)
fr_fr: Forcer le même controlleur/esclave (déconseillé)
vi_vn: Buộc cùng một bộ điều khiển / nô lệ (không khuyến khích)

source: Force working with the source even if it is detected that there is another drive on the same controller (not recommended)
vi_vn: Buộc làm việc với nguồn ngay cả khi phát hiện có ổ đĩa khác trên cùng bộ điều khiển (không khuyến khích)

source: Force working with the source even when it is mounted (not recommended)
vi_vn: Buộc làm việc với nguồn ngay cả khi nó được gắn kết (không khuyến khích)

source: General timeout (ms)
de_de: Allgemeine Zeitüberschreitung (ms)
fr_fr: Temps d'attente général (ms)
vi_vn: Thời gian chờ chung (ms)

source: Generic block device
fr_fr: Périphérique à bloc générique
vi_vn: Thiết bị khối chung

source: Generic source device
fr_fr: Périphérique source générique
vi_vn: Thiết bị nguồn chung

source: Generic source file
fr_fr: Fichier source générique
vi_vn: Tệp nguồn chung

source: Good
de_de: Gut
vi_vn: Tốt

source: Hard Reset
vi_vn: Thiết lập lại cứng

source: Hard reset time (ms)
de_de: Hard-Reset-Zeit (ms)
fr_fr: Délai hard reset (ms)
vi_vn: Thời gian thiết lập lại cứng (ms)

source: Help
de_de: Hilfe
fr_fr: Aide
vi_vn: Giúp đỡ

source: High
de_de: Hoch
fr_fr: Plus élevé
vi_vn: Cao

source: Host IO error during capacity
de_de: Host-IO-Fehler während der Kapazitätsabfrage
fr_fr: Erreur IO sur l'hôte en testant la capacité
vi_vn: Lỗi IO của máy chủ trong quá trình xử lý dung lượng

source: Host IO error during identify
de_de: Host-IO-Fehler während der Identifizierung
fr_fr: Erreur IO sur l'hôte durant identification
vi_vn: Lỗi IO của máy chủ trong quá trình xác định

source: Host IO error during reading source
de_de: Host-IO-Fehler während des Lesens der Quelle
fr_fr: Erreur IO sur l'hôte durant lecture de la source
vi_vn: Lỗi IO của máy chủ trong khi đọc nguồn

source: Host IO error during source drive identify
de_de: Host-IO-Fehler während der Identifizierung des Quellgeräts
fr_fr: Erreur IO sur l'hôte durant identification disque source
vi_vn: Lỗi IO của máy chủ trong quá trình xác định ổ đĩa nguồn

source: ID
vi_vn: NHẬN DẠNG

source: ID Not Found (The device could not find the sector's ID field)
de_de: ID nicht gefunden (Das Gerät konnte das ID-Feld des Sektors nicht finden)
vi_vn: Không tìm thấy ID (Thiết bị không tìm thấy trường ID của sector)

source: If checked, no log backups will be created when writing to the progess log (not recommended)
vi_vn: Nếu được chọn, sẽ không có bản sao lưu nhật ký nào được tạo khi ghi vào nhật ký tiến trình (không khuyến khích)

source: If the destination drive sector size is not a multiple of 512, you must enable this to be able to write to the drive.
vi_vn: Nếu kích thước sector của ổ đĩa đích không phải là bội số của 512, bạn phải bật tính năng này để có thể ghi vào ổ đĩa.

source: If the device fails to identify after a relay power cycle, enabling this option will cause a second attempt to disconnect and reconnect the device.
vi_vn: Nếu thiết bị không nhận dạng được sau một chu kỳ cấp nguồn cho relay, việc bật tùy chọn này sẽ thực hiện lần thử thứ hai để ngắt kết nối và kết nối lại thiết bị.

source: Image file
fr_fr: Fichier image
vi_vn: Tập tin hình ảnh

source: Import ddrescue log (map) file
de_de: ddrescue-Logdatei (Map) importieren
fr_fr: Importer fichier journal ddrescue
vi_vn: Nhập tệp nhật ký ddrescue (bản đồ)

source: Index (The device has reached the index mark)
vi_vn: Chỉ số (Thiết bị đã đạt đến vạch chỉ số)

source: Information
vi_vn: Thông tin

source: Initial busy wait time (ms)
de_de: Anfängliche Wartezeit (ms)
fr_fr: Temps d'attente initial busy (ms)
vi_vn: Thời gian chờ bận ban Đầu đọc (ms)

source: Input Offset (LBA)
de_de: Eingabe-Offset (LBA)
fr_fr: Décalage alignement (LBA)
vi_vn: Độ lệch Đầu đọc vào (LBA)

source: Internal driver buffer error
de_de: Interner Treiberpufferfehler
fr_fr: Erreur tampon interne pilote
vi_vn: Lỗi bộ đệm trình điều khiển bên trong

source: Internal program error processing domain check
de_de: Interner Programmfehler beim Verarbeiten der Domänenprüfung
fr_fr: Erreur interne du programme en vérifiant le domaine
vi_vn: Kiểm tra tên miền xử lý lỗi chương trình nội bộ

source: Internal program error, Position not found in domain
de_de: Interner Programmfehler, Position nicht in Domäne gefunden
fr_fr: Erreur interne du programme, position non trouvée dans le domaine
vi_vn: Lỗi chương trình nội bộ, Không tìm thấy vị trí trong tên miền

source: Internal program error, Position not found in progress log file
de_de: Interner Programmfehler, Position nicht in Fortschrittsprotokolldatei gefunden
fr_fr: Erreur interne du programme, position non trouvée dans le fichier journal
vi_vn: Lỗi chương trình nội bộ, Không tìm thấy vị trí trong tệp nhật ký tiến trình

source: Internal program error, domain check returned position out of range
de_de: Interner Programmfehler, Domänenprüfung lieferte Position außerhalb des Bereichs
fr_fr: Erreur interne du programme, vérification du domaine retourne position hors plage
vi_vn: Lỗi chương trình nội bộ, kiểm tra tên miền trả về vị trí nằm ngoài phạm vi

source: It is recommended to unmount all partitions on the source. You can use the --force option to use the source anyway (not recommended).
de_de: Es wird empfohlen, alle Partitionen der Quelle zu entkoppeln. Sie können die Option --force verwenden, um die Quelle trotzdem zu verwenden (nicht empfohlen).
fr_fr: It est conseillé de démonter toutes les partitions sur la source. L'option --force permet de forcer l'utilisation de la source (déconseillé) .
vi_vn: Nên hủy gắn kết tất cả các phân vùng trên nguồn. Bạn có thể sử dụng tùy chọn --force để sử dụng nguồn (không khuyến khích).

source: LBA to read
fr_fr: LBA à lire
vi_vn: LBA để đọc

source: Last read size
de_de: Letzte Lese-Größe
fr_fr: Dernière taille lue
vi_vn: Kích thước đọc cuối cùng

source: Last run size
fr_fr: Taille lors de la dernière exécution
vi_vn: Kích thước chạy cuối cùng

source: License type: GPL2 There is NO WARRANTY, to the extent permitted by law.
de_de: Lizenztyp: GPL2 Es gibt KEINE GARANTIE, soweit dies gesetzlich zulässig ist.
vi_vn: Loại giấy phép: GPL2 KHÔNG CÓ BẢO HÀNH nào, trong phạm vi pháp luật cho phép.

source: Limit for the maximum read rate in kB/s
vi_vn: Giới hạn tốc độ đọc tối đa tính bằng kB/giây

source: Load Domain File
de_de: Lade Domänen-Datei
fr_fr: Charger fichier de domaine
vi_vn: Tải tập tin tên miền

source: Load project (progress) file
de_de: Lade Projektdatei (Fortschrittsdatei)
fr_fr: Charger fichier de projet (journal)
vi_vn: Tải tệp project (tiến trình)

source: Low
de_de: Niedrig
fr_fr: Plus faible
vi_vn: Thấp

source: Lowest read rate in kB/s before triggering a skip in phase 3
vi_vn: Tốc độ đọc thấp nhất tính bằng kB/giây trước khi kích hoạt bỏ qua ở giai đoạn 3

source: Lowest read rate in kB/s before triggering an exit in phases 1-2
vi_vn: Tốc độ đọc thấp nhất tính bằng kB/giây trước khi kích hoạt thoát ở giai đoạn 1-2

source: Mark Bad Head
de_de: Markiere schlechten Kopf
fr_fr: Marquer tête défectueuse
vi_vn: Đánh dấu Đầu đọc xấu

source: Max Skip Size (LBA) phase-1-2
de_de: Max. Überspring-Größe (LBA) Phase-1-2
fr_fr: Taille maxi sauts (LBA) phase-1-2
vi_vn: Kích thước bỏ qua tối đa (LBA) giai đoạn 1-2

source: Max read rate (kB/s)
de_de: Max. Lese-Rate (kB/s)
fr_fr: Taux de lecture max (kB/s)
vi_vn: Tốc độ đọc tối đa (kB/giây)

source: Maximum number of sectors to skip in LBAs during phases 1-2. The default is calculated as drive size / 1000 or 1GB, whichever is smaller.
vi_vn: Số sector tối đa có thể bỏ qua trong LBA trong giai đoạn 1-2. Mặc định được tính theo kích thước ổ đĩa / 1000 hoặc 1GB, tùy theo số nào nhỏ hơn.

source: Media Change (The media has changed)
vi_vn: Phương tiện truyền thông thay đổi (Phương tiện truyền thông đã thay đổi)

source: Media Change Request (The device has requested a media change)
vi_vn: Yêu cầu thay đổi phương tiện (Thiết bị đã yêu cầu thay đổi phương tiện)

source: Mode
de_de: Modus
vi_vn: Cách thức

source: Mode 1
de_de: Modus 1
vi_vn: Chế độ 1

source: Mode 2
de_de: Modus 2
vi_vn: Chế độ 2

source: Mode 3
de_de: Modus 3
vi_vn: Chế độ 3

source: Mode 4
de_de: Modus 4
vi_vn: Chế độ 4

source: Mode 5
de_de: Modus 5
vi_vn: Chế độ 5

source: NULL (No destination)
de_de: NULL (Kein Ziel)
fr_fr: NULL (Aucune cible)
vi_vn: NULL (Không có đích đến)

source: New Domain File
de_de: Neue Domänen-Datei
fr_fr: Nouveau journal de domaine
vi_vn: Tệp tên tên miền mới

source: New Project
de_de: Neues Projekt
fr_fr: Nouveau projet
vi_vn: Dự án mới

source: New project (progress) file
de_de: Neue Projektdatei (Fortschrittsdatei)
fr_fr: Nouveau fichier de projet (journal)
vi_vn: Tệp project mới (tiến trình)

source: No destination chosen
de_de: Kein Ziel gewählt
fr_fr: Aucune cible choisie
vi_vn: Không có điểm đến nào được chọn

source: No project chosen
de_de: Kein Projekt gewählt
fr_fr: Aucun projet chargé
vi_vn: Không có project nào được chọn

source: No source chosen
de_de: Keine Quelle gewählt
fr_fr: Aucune source choisie
vi_vn: Không có nguồn nào được chọn

source: Non-Divided
de_de: Nicht-Geteilt
fr_fr: Non-divisé
vi_vn: Không chia

source: Non-Scraped
de_de: Nicht-Gescraped
vi_vn: Không bị cạo

source: Non-Tried
de_de: Nicht-Versucht
vi_vn: Chưa thử

source: Non-Trimmed
de_de: Nicht-Getrimmt
vi_vn: Không cắt bỏ

source: Number of bytes per sector. This value will be detected automatically when choosing a source.
vi_vn: Số byte trên mỗi sector. Giá trị này sẽ được tự động phát hiện khi chọn nguồn.

source: Number of logical sectors per physical sector. All reads will be aligned to this value.
vi_vn: Số sector logic trên mỗi sector vật lý. Tất cả các lần đọc sẽ được căn chỉnh theo giá trị này.

source: Number of logical sectors to align the source to. This value will be detected automatically when choosing a source.
vi_vn: Số sector logic để căn chỉnh nguồn. Giá trị này sẽ được tự động phát hiện khi chọn nguồn.

source: Number of milliseconds to wait for a read before triggering a skip in phases 1-2
vi_vn: Số mili giây phải chờ để đọc trước khi kích hoạt bỏ qua trong giai đoạn 1-2

source: Number of retry passes to perform
vi_vn: Số lần thử lại để thực hiện

source: Number of seconds to wait for a slow read before triggering an exit in phases 1-2
vi_vn: Số giây chờ để đọc chậm trước khi kích hoạt thoát ở giai đoạn 1-2

source: Number of sectors per read block in phases 1-4
vi_vn: Số sector trên mỗi khối đọc trong giai đoạn 1-4

source: Number of sectors to copy
vi_vn: Số lượng sector cần sao chép

source: Number of sectors to skip at the beginning
vi_vn: Số lượng sector cần bỏ qua lúc Đầu đọc

source: Number of sectors to skip in LBAs during phases 1-3. This number can grow during phases 1-2 to adjust to the head skipping algorithm.
vi_vn: Số lượng sector cần bỏ qua trong LBA trong giai đoạn 1-3. Số lượng này có thể tăng lên trong giai đoạn 1-2 để điều chỉnh theo thuật toán bỏ qua Đầu đọc.

source: Offset in LBAs to start writing to the destination (default -1 follows input offset)
vi_vn: Bù trừ trong LBA để bắt Đầu đọc ghi vào đích (mặc định -1 theo sau bù trừ Đầu đọc vào)

source: Only use IO SCSI for reading the virtual disk. Normal block reads will return all zeros when this is enabled.
vi_vn: Chỉ sử dụng IO SCSI để đọc đĩa ảo. Đọc khối thông thường sẽ trả về toàn bộ số không khi tính năng này được bật.

source: Open Project
de_de: Öffne Projekt
fr_fr: Ouvrir projet
vi_vn: Mở project

source: Operating System write buffer (must disconnect to take effect)
de_de: Betriebssystem-Schreibpuffer (muss getrennt werden, um wirksam zu werden)
fr_fr: Tampon d'écriture du système d'exploitation (déconnecter pour activer)
vi_vn: Bộ đệm ghi của hệ điều hành (phải ngắt kết nối để có hiệu lực)

source: Operation completed successfully
de_de: Operation erfolgreich abgeschlossen
fr_fr: Opération complétée avec succès
vi_vn: Hoạt động đã hoàn thành thành công

source: Options for how the virtual disk handles read errors as presented by the recovery.
vi_vn: Tùy chọn về cách đĩa ảo xử lý lỗi đọc như được trình bày trong quá trình khôi phục.

source: Output Offset (default value is -1, follow input offset)
de_de: Ausgabe-Offset (Standardwert ist -1, folge Eingabe-Offset)
fr_fr: Alignement en sortie (Valeur par défaut -1, se référer à l'alignement d'entrée)
vi_vn: Độ lệch Đầu đọc ra (giá trị mặc định là -1, theo độ lệch Đầu đọc vào)

source: Output sector adjustment in bytes (relative to the source sector size)
vi_vn: Điều chỉnh sector Đầu đọc ra theo byte (so với kích thước sector nguồn)

source: Output sector size adjustment
de_de: Ausgabe-Sektoren-Größen-Anpassung
fr_fr: Ajustement de la taille secteurs en sortie
vi_vn: Điều chỉnh kích thước sector Đầu đọc ra

source: PIO mode
de_de: PIO-Modus
fr_fr: Mode PIO
vi_vn: Chế độ PIO

source: Partial Access Issue
fr_fr: Souci d'accès partiel
vi_vn: Vấn đề truy cập một phần

source: Passthrough ATA
vi_vn: ATA truyền qua

source: Passthrough SCSI
vi_vn: SCSI truyền qua

source: Passthrough auto detect
fr_fr: Passthrough détection auto
vi_vn: Tự động phát hiện Passthrough

source: Perform two dividing passes instead of one
vi_vn: Thực hiện hai lần chia thay vì một lần

source: Phase 1
vi_vn: Giai đoạn 1

source: Phase 1-2 reset time (ms)
de_de: Phase 1-2 Reset-Zeit (ms)
fr_fr: Délai reset Phase 1-2 (ms)
vi_vn: Thời gian thiết lập lại pha 1-2 (ms)
