Repository: DRCRecoveryData/OpenSuperClone
Catalog: src/opensuperclone/locale/*/opensuperclone.po
Languages: de_de, fr_fr, vi_vn

source: Status / Error
de_de: Status / Fehler
fr_fr: Status / Erreur
vi_vn: Trạng thái / Lỗi

source: (Bad Head)
de_de: (Schlechter Kopf)
fr_fr: (Tête endommagée)
vi_vn: (Đầu đọc xấu)

source: (Reverse)
de_de: (Rückwärts)
vi_vn: (Đọc ngược)

source: , but source has a size of
de_de: , aber die Quelle hat eine Größe von
fr_fr: , mais la taille de la source est
vi_vn: , nhưng nguồn có kích thước là

source: . Are you sure this is the correct progress log file for this drive?
de_de: . Sind Sie sicher, dass dies die richtige Fortschrittsprotokolldatei für dieses Laufwerk ist?
fr_fr: . Etes-vous certain d'utiliser le bon fichier journal?
vi_vn: . Bạn có chắc đây là tệp nhật ký tiến trình chính xác cho ổ đĩa này không?

source: A major driver error is something other than a typical read error. The Exit or Slow condition is considered a major error.
de_de: Ein schwerwiegender Laufwerksfehler ist etwas anderes als ein typischer Lesefehler. Die Exit- oder Slow-Bedingung wird als schwerwiegender Fehler angesehen.
vi_vn: Lỗi trình điều khiển chính là lỗi khác với lỗi đọc thông thường. Tình trạng Thoát hoặc Chậm được coi là lỗi chính.

source: A sample of data from the last good read since the last display update (will be all zeroes if no good reads have occurred since the last display update)
de_de: Ein Beispiel für Daten aus dem letzten erfolgreichen Lesen seit der letzten Anzeigenaktualisierung (wird alles Nullen sein, wenn seit der letzten Anzeigenaktualisierung keine erfolgreiches Lesen erfolgt ist)
vi_vn: Mẫu dữ liệu từ lần đọc tốt cuối cùng kể từ lần cập nhật hiển thị cuối cùng (sẽ toàn là số không nếu không có lần đọc tốt nào xảy ra kể từ lần cập nhật hiển thị cuối cùng)

source: About
de_de: Über
fr_fr: A propos
vi_vn: Giới thiệu

source: About OpenSuperClone
de_de: Über OpenSuperClone
vi_vn: Giới thiệu về OpenSuperClone

source: Action for reset timeout
de_de: Aktion für Reset-Timeout
fr_fr: Action sur délai reset
vi_vn: Hành động để thiết lập lại thời gian chờ

source: Action to perform on major drive error:
de_de: Auszuführende Aktion bei schwerwiegendem Laufwerksfehler:
fr_fr: Action sur erreur majeure disque
vi_vn: Hành động thực hiện khi ổ đĩa bị lỗi lớn:

source: Activate (Power Off)
de_de: Aktivieren (Ausschalten)
fr_fr: Activer (Eteindre)
vi_vn: Kích hoạt (Tắt nguồn)

source: Activate primary relay
de_de: Primäres Relais aktivieren
fr_fr: Activer relais primaire
vi_vn: Kích hoạt relay chính

source: Activate the primary relay board and continue cloning
vi_vn: Kích hoạt bảng chuyển tiếp chính và tiếp tục sao chép

source: Activation condition
de_de: Aktivierungsbedingung
fr_fr: Condition d'activation
vi_vn: Điều kiện kích hoạt

source: Activation time (sec)
de_de: Aktivierungszeit (Sek.)
fr_fr: Durée d'activation (sec)
vi_vn: Thời gian kích hoạt (giây)

source: Add to Domain from DMDE bytes file
fr_fr: Ajouter au domaine depuis fichier DMDE (bytes)
vi_vn: Thêm vào tên miền từ tệp byte DMDE

source: Address Mark Not Found (The device could not find the address mark)
vi_vn: Không tìm thấy dấu địa chỉ (Thiết bị không tìm thấy dấu địa chỉ)

source: Advanced Settings
de_de: Erweiterte Einstellungen
fr_fr: Paramètres avancés
vi_vn: Cài đặt nâng cao

source: Alignment offset (LBA)
de_de: Ausrichtungsoffset (LBA)
fr_fr: Décalage alignement (LBA)
vi_vn: Căn chỉnh offset (LBA)

source: Always wait for reset timers
de_de: Immer auf Reset-Timer warten
vi_vn: Luôn luôn chờ bộ đếm thời gian thiết lập lại

source: Analyze
de_de: Analysieren
fr_fr: Analyser
vi_vn: Phân tích

source: Analyze the drive
de_de: Laufwerk analysieren
vi_vn: Phân tích ổ đĩa

source: Analyze the drive (extended)
de_de: Laufwerk analysieren (erweitert)
vi_vn: Phân tích ổ đĩa (mở rộng)

source: Analyzing
de_de: Analysiere
fr_fr: Analyse en cours
vi_vn: Phân tích

source: Attribute name
fr_fr: Nom de l'attribut
vi_vn: Tên thuộc tính

source: Average
de_de: Durchschnitt
fr_fr: Moyenne
vi_vn: Trung bình

source: Bad
de_de: Schlecht
fr_fr: Secteurs défectueux
vi_vn: Xấu

source: Bad Block (The device has detected a bad block)
vi_vn: Khối xấu (Thiết bị đã phát hiện ra một khối bị lỗi)

source: Bad Or Weak Head
fr_fr: Tête endommagée ou affaiblie
vi_vn: Đầu đọc xấu hoặc yếu

source: Base skip size
fr_fr: Largeur des sauts
vi_vn: Kích thước bỏ qua cơ sở

source: Block size (LBA)
de_de: Blockgröße (LBA)
fr_fr: Taille des blocs (LBA)
vi_vn: Kích thước khối (LBA)

source: Busy (The device is busy)
de_de: Busy (Das Gerät ist beschäftigt)
vi_vn: Bận (Thiết bị đang bận)

source: Busy wait time (ms)
de_de: Wartezeit bei Auslastung (ms)
fr_fr: Temps d'attente sur non réponse (ms)
vi_vn: Thời gian chờ bận (ms)

source: Call command:
de_de: Befehl aufrufen:
fr_fr: Appeler la commande:
vi_vn: Gọi lệnh:

source: Call the specified command and continue cloning. If the command returns an error, the clone will be stopped.
vi_vn: Gọi lệnh đã chỉ định và tiếp tục sao chép. Nếu lệnh trả về lỗi, quá trình sao chép sẽ dừng lại.

source: Choose Destination
de_de: Ziel auswählen
fr_fr: Destination
vi_vn: Chọn Điểm đến

source: Choose Destination Image
de_de: Zielabbild auswählen
fr_fr: Image
vi_vn: Chọn hình ảnh đích

source: Choose Primary Relay Board
de_de: Primäres Relaisboard auswählen
fr_fr: Carte primaire relais
vi_vn: Chọn bảng chuyển tiếp chính

source: Choose Source Drive
de_de: Quelllaufwerk auswählen
fr_fr: Disque source
vi_vn: Chọn ổ đĩa nguồn

source: Choose USB Relay
de_de: USB-Relais auswählen
fr_fr: Relais USB
vi_vn: Chọn USB Relay

source: Choose image file
de_de: Abbilddatei auswählen
fr_fr: Fichier image
vi_vn: Chọn tập tin hình ảnh

source: Clear Domain
de_de: Domäne leeren
fr_fr: Réinitialiser domaine
vi_vn: Xóa tên tên miền

source: Clone
de_de: Klonen
fr_fr: Cloner
vi_vn: Sao chép

source: Clone Mode
de_de: Klon Modus
fr_fr: Mode Clone
vi_vn: Chế độ sao chép

source: Clone Settings
de_de: Klon-Einstellungen
fr_fr: Paramètres de clonage
vi_vn: Cài đặt sao chép

source: Clone/Driver Mode
de_de: Klon-/Treiber-Modus
fr_fr: Mode clone/pilote
vi_vn: Chế độ sao chép/trình điều khiển

source: Cluster Size (LBA)
de_de: Clustergröße (LBA)
fr_fr: Taille des secteurs (LBA)
vi_vn: Kích thước cụm (LBA)

source: Command Aborted (The device has aborted the command)
de_de: Befehl abgebrochen (Das Gerät hat den Befehl abgebrochen)
vi_vn: Lệnh đã bị hủy (Thiết bị đã hủy lệnh)

source: Confirm Operation
de_de: Vorgang bestätigen
fr_fr: Confirmer l'opération
vi_vn: Xác nhận hoạt động

source: Connect
de_de: Verbinden
fr_fr: Connecter
vi_vn: Kết nối

source: Connect to the drive
de_de: Mit dem Laufwerk verbinden
vi_vn: Kết nối với ổ đĩa

source: Copyright (C) %s Scott Dwyer and OpenSuperClone contributors
de_de: Copyright (C) %s Scott Dwyer und OpenSuperClone Mitwirkende
vi_vn: Bản quyền (C) %s Scott Dwyer và những người đóng góp cho OpenSuperClone

source: Corrected Data (The device has corrected data)
vi_vn: Dữ liệu đã sửa (Thiết bị đã sửa dữ liệu)

source: Current
de_de: Aktuell
fr_fr: Actuel
vi_vn: Hiện tại

source: Current / Recent / Longest
de_de: Aktuell / Kürzlich / Längste
fr_fr: Actuel / Récent / Lents
vi_vn: Hiện tại / Gần đây / Dài nhất

source: Current disabled ports (GRUB data)
de_de: Aktuell deaktivierte Ports (GRUB-Daten)
fr_fr: Ports actuellement désactivés (dans GRUB)
vi_vn: Các cổng hiện tại bị vô hiệu hóa (dữ liệu GRUB)

source: Current position
de_de: Aktuelle Position
fr_fr: Position actuelle
vi_vn: Vị trí hiện tại

source: Current position in the recovery (it is not recommended to change this)
vi_vn: Vị trí hiện tại trong quá trình phục hồi (không khuyến khích thay đổi vị trí này)

source: Current rate
fr_fr: Vitesse actelle
vi_vn: Tỷ lệ hiện tại

source: Current relay board
de_de: Aktuelles Relaisboard
fr_fr: Carte relaiss sélectionnée
vi_vn: Bảng relay hiện tại

source: Current status
fr_fr: Statut actuel
vi_vn: Tình trạng hiện tại

source: Data Request (The device is ready to transfer data)
de_de: Datenanforderung (Das Gerät ist bereit, Daten zu übertragen)
vi_vn: Yêu cầu dữ liệu (Thiết bị đã sẵn sàng để truyền dữ liệu)

source: Data preview
fr_fr: Prévisualisation données
vi_vn: Xem trước dữ liệu

source: Deactivate (Power On)
de_de: Deaktivieren (Einschalten)
fr_fr: Désactiver (Allumer)
vi_vn: Tắt (Bật nguồn)

source: Deactivation condition
de_de: Deaktivierungsbedingung
fr_fr: Condition de désactivation
vi_vn: Điều kiện hủy kích hoạt

source: Destination (All data will be overwritten!)
de_de: Ziel (Alle Daten werden überschrieben!)
fr_fr: Destination (Toutes les données seront écrasées!)
vi_vn: Điểm đến (Tất cả dữ liệu sẽ bị ghi đè!)

source: Detecting Variance
de_de: Varianz erkennen
fr_fr: Détection variance
vi_vn: Phát hiện sự khác biệt

source: Device Fault (The device has detected a fault)
de_de: Gerätefehler (Das Gerät hat einen Fehler erkannt)
vi_vn: Lỗi thiết bị (Thiết bị đã phát hiện ra lỗi)

source: Device Ready (The device is ready to accept commands)
vi_vn: Thiết bị đã sẵn sàng (Thiết bị đã sẵn sàng để tiếp nhận lệnh)

source: Device Seek Complete (Head is settled on the track)
vi_vn: Thiết bị tìm kiếm hoàn tất (Đầu đọc đã ổn định trên đường ray)

source: Direct AHCI
de_de: Direkt AHCI
vi_vn: AHCI trực tiếp

source: Direct IDE
de_de: Direkt IDE
vi_vn: IDE trực tiếp

source: Direct USB
de_de: Direkt USB
vi_vn: USB trực tiếp

source: Direct USB ATA
de_de: Direkt USB ATA
vi_vn: USB ATA trực tiếp

source: Disable Ports
de_de: Ports deaktivieren
fr_fr: Désactiver ports
vi_vn: Vô hiệu hóa cổng

source: Disable USB mass storage driver
fr_fr: Désactiver pilote stockage de masse USB
vi_vn: Vô hiệu hóa trình điều khiển lưu trữ USB

source: Disable ports for AHCI mode to hide a drive from the operating system. Warning! If you disable the port for the operating system drive, the system will not be able to boot!
de_de: Ports für AHCI-Modus deaktivieren, um ein Laufwerk vor dem Betriebssystem zu verstecken. Achtung! Wenn Sie den Port für das Betriebssystemlaufwerk deaktivieren, kann das System nicht mehr starten!
fr_fr: Désactiver des ports pour le mode AHCI rendre le disque invisible à l'OS. Attention ! Si vous désactivez le port du disque système, le système ne pourra plus démarrer!
vi_vn: Tắt cổng cho chế độ AHCI để ẩn ổ đĩa khỏi hệ điều hành. Cảnh báo! Nếu bạn tắt cổng cho ổ đĩa hệ điều hành, hệ thống sẽ không thể khởi động!

source: Disable the OS write buffer for writes to the destination. Safer in case of power loss, but slower.
vi_vn: Vô hiệu hóa bộ đệm ghi của hệ điều hành để ghi vào đích. An toàn hơn trong trường hợp mất điện, nhưng chậm hơn.

source: Disable the identify device command when listing source drives in Direct AHCI and IDE modes. This is to prevent a system lockup or error when listing possible source drives.
vi_vn: Vô hiệu hóa lệnh nhận dạng thiết bị khi liệt kê các ổ đĩa nguồn ở chế độ Direct AHCI và IDE. Điều này nhằm ngăn chặn tình trạng khóa hệ thống hoặc lỗi khi liệt kê các ổ đĩa nguồn có thể có.

source: Disabled (safer if there is a power loss)
de_de: Deaktiviert (sicherer, wenn es einen Stromausfall gibt)
fr_fr: Désactivé (plus sûr en cas de panne de courant)
vi_vn: Đã tắt (an toàn hơn nếu mất điện)

source: Disconnect
de_de: Trennen
fr_fr: Déconnecter
vi_vn: Ngắt kết nối

source: Disconnect from the drive
vi_vn: Ngắt kết nối khỏi ổ đĩa

source: Display Analyze Results
fr_fr: Afficher résultats analyse
vi_vn: Hiển thị Phân tích Kết quả

source: Display Identify Results
de_de: Identifizierungs-Ergebnisse anzeigen
fr_fr: Afficher résultats identification
vi_vn: Hiển thị kết quả nhận dạng

source: Display SMART Results
de_de: SMART-Ergebnisse anzeigen
fr_fr: Afficher données SMART
vi_vn: Hiển thị kết quả SMART

source: Divide
de_de: Teilen
fr_fr: Diviser
vi_vn: Chia

source: Divide 2
de_de: Teilen 2
fr_fr: Diviser x2
vi_vn: Chia 2

source: Divide 2 reset time (ms)
de_de: Teilen 2 Reset-Zeit (ms)
fr_fr: Diviser x2 temps avant reset (ms)
vi_vn: Chia 2 thời gian thiết lập lại (ms)

source: Dividing 1
de_de: Teilen 1
fr_fr: Diviser x1
vi_vn: Chia 1

source: Dividing 2
de_de: Teilen 2
vi_vn: Chia 2

source: Do not create backup log
de_de: Kein Backup-Protokoll erstellen
fr_fr: Ne pas créer de sauvegarde du journal
vi_vn: Không tạo nhật ký sao lưu

source: Do not perform identify when listing source devices
de_de: Identifizierung nicht durchführen, wenn Quellgeräte aufgelistet werden
fr_fr: Désactiver commande d'identification lors de la liste des périphériques source
vi_vn: Không thực hiện xác định khi liệt kê các thiết bị nguồn

source: Do nothing
de_de: Nichts tun
fr_fr: Ne rien faire
vi_vn: Không làm gì cả

source: Domain
de_de: Domäne
fr_fr: Domaine
vi_vn: tên miền

source: Domain size
fr_fr: Taille du domaine
vi_vn: Kích thước tên miền

source: Drive
de_de: Laufwerk
fr_fr: Disque
vi_vn: Trình điều khiển

source: Driver install success
fr_fr: Pilote installé avec succès
vi_vn: Cài đặt trình điều khiển thành công

source: Driver removal success
fr_fr: Pilote retiré avec succès
vi_vn: Đã xóa thành công trình điều khiển

source: Drives
de_de: Laufwerke
fr_fr: Disques
vi_vn: Ổ đĩa

source: ERROR: Maximum scratchpad size exceeded
de_de: FEHLER: Maximale Größe des Scratchpads überschritten
fr_fr: ERREUR: Taille max du bloc-notes dépassée
vi_vn: LỖI: Vượt quá kích thước tối đa của vùng nhớ tạm

source: ERROR: Maximum sensebuffer size exceeded
de_de: FEHLER: Maximale Größe des Sensebuffers überschritten
fr_fr: ERREUR: Taille max sensebuffer dépassée
vi_vn: LỖI: Vượt quá kích thước bộ đệm cảm biến tối đa

source: Enable Dividing (divide non-trimmed blocks into smaller blocks)
vi_vn: Bật tính năng Chia (chia các khối chưa cắt thành các khối nhỏ hơn)

source: Enable Mark Bad Head (uses the skipping information during phases 1-2 to mark what is considered a bad head)
vi_vn: Bật Đánh dấu Đầu đọc xấu (sử dụng thông tin bỏ qua trong giai đoạn 1-2 để đánh dấu những gì được coi là Đầu đọc xấu)

source: Enable Phase 1 (copy pass forward with skipping based on read errors)
vi_vn: Bật Giai đoạn 1 (sao chép chuyển tiếp với việc bỏ qua dựa trên lỗi đọc)

source: Enable Phase 2 (copy pass backward with skipping based on read errors)
vi_vn: Bật Giai đoạn 2 (sao chép ngược lại với việc bỏ qua dựa trên lỗi đọc)

source: Enable Phase 3 (copy pass forward with skipping based on read speed)
vi_vn: Bật Giai đoạn 3 (sao chép chuyển tiếp với bỏ qua dựa trên tốc độ đọc)

source: Enable Phase 4 (copy pass forward without skipping)
vi_vn: Bật Giai đoạn 4 (sao chép chuyển tiếp mà không bỏ qua)

source: Enable Read Bad Head (read sectors from heads marked as bad)
vi_vn: Bật Đọc Đầu đọc xấu (đọc các sector từ Đầu đọc được đánh dấu là xấu)

source: Enable Rebuild Assist
de_de: Rebuild Assist aktivieren
fr_fr: Activer assistant reconstruction
vi_vn: Bật Hỗ trợ xây dựng lại

source: Enable Rebuild Assist (use the Rebuild Assist phase instead of phase 1)
vi_vn: Bật Hỗ trợ xây dựng lại (sử dụng giai đoạn Hỗ trợ xây dựng lại thay vì giai đoạn 1)

source: Enable Rebuild Assist. The Rebuild Assist selection in the Clone settings will have no effect if this is not checked.
vi_vn: Bật Hỗ trợ xây dựng lại. Lựa chọn Hỗ trợ xây dựng lại trong cài đặt Bản sao sẽ không có hiệu lực nếu mục này không được chọn.

source: Enable Reverse (reverse the direction of all passes)
vi_vn: Bật Đọc ngược (đọc ngược hướng của tất cả các lần truyền)

source: Enable SCSI write to destination (for odd sector size)
de_de: SCSI-Schreiben auf Ziel aktivieren (für ungerade Sektorgöße)
fr_fr: Activer écriture SCSI sur la cible (pour taille secteurs impaire)
vi_vn: Cho phép ghi SCSI vào đích (đối với kích thước sector lẻ)

source: Enable Scrape (read non-scraped blocks one sector at a time forwards)
vi_vn: Bật chức năng Scrape (đọc các khối chưa được scrape theo từng sector một)

source: Enable Trimming (read non-trimmed blocks one sector at a time forwards and backwards)
vi_vn: Bật chức năng Cắt (đọc các khối không được cắt theo từng sector một theo chiều tiến và lùi)

source: Enable USB bulk reset
de_de: USB Bulk-Reset aktivieren
fr_fr: Activer bulk reset USB
vi_vn: Bật thiết lập lại hàng loạt USB

source: Enable USB hard reset
de_de: USB Hard-Reset aktivieren
fr_fr: Activer hard reset USB
vi_vn: Bật thiết lập lại cứng USB

source: Enable USB port reset
de_de: USB Port-Reset aktivieren
fr_fr: Activer reset port USB
vi_vn: Bật chức năng đặt lại cổng USB

source: Enable USB soft reset
de_de: USB Soft-Reset aktivieren
fr_fr: Activer soft reset USB
vi_vn: Bật thiết lập lại mềm USB

source: Enable changing current position (can affect skipping algorithm)
de_de: Ändern der aktuellen Position aktivieren (kann das Überspringen beeinflussen)
fr_fr: Activer changement de position (peut affecter l'algorithme de saut)
vi_vn: Cho phép thay đổi vị trí hiện tại (có thể ảnh hưởng đến thuật toán bỏ qua)

source: Enable changing output offset (use with caution)
de_de: Ändern des Ausgangsversatzes aktivieren (mit Vorsicht verwenden)
fr_fr: Activer changement décalage alignement de sortie (soyez prudents)
vi_vn: Cho phép thay đổi độ lệch Đầu đọc ra (sử dụng thận trọng)

source: Enable or disable the OS write buffer for writes to the destination. Disabling it is safer in case of power loss, but slower.
vi_vn: Bật hoặc tắt bộ đệm ghi hệ điều hành để ghi vào đích. Tắt bộ đệm này an toàn hơn trong trường hợp mất điện, nhưng chậm hơn.

source: Enable output sector size adjustment
de_de: Ausgangssektorgröße anpassen
fr_fr: Activer ajustement taille des secteurs de sortie
vi_vn: Cho phép điều chỉnh kích thước sector Đầu đọc ra

source: Enable output sector size adjustment. You must close and reopen the Advanced Settings to take effect.
vi_vn: Bật điều chỉnh kích thước sector Đầu đọc ra. Bạn phải đóng và mở lại Cài đặt nâng cao để có hiệu lực.

source: Enable phase logs
de_de: Phasen-Protokolle aktivieren
fr_fr: Activer journaux des phases
vi_vn: Bật nhật ký pha

source: Enable phase timers
de_de: Phasen-Timer aktivieren
fr_fr: Activer timers des phases
vi_vn: Bật bộ hẹn giờ pha

source: Enable read twice on timeout
de_de: Zweites Lesen bei Zeitüberschreitung aktivieren
fr_fr: Activer 2e tentative lecture après délai reset
vi_vn: Cho phép đọc hai lần khi hết thời gian chờ

source: Enable the OS write buffer for writes to the destination. Faster, but may cause corruption in case of power loss.
vi_vn: Bật bộ đệm ghi hệ điều hành để ghi vào đích. Nhanh hơn, nhưng có thể gây hỏng hóc trong trường hợp mất điện.

source: Enable using ATA return to mark bad sectors
de_de: Verwendung von ATA Return zum Markieren von fehlerhaften Sektoren aktivieren
fr_fr: Activer ATA return pour marquer les secteurs défectueux
vi_vn: Cho phép sử dụng lệnh ATA để đánh dấu các sector xấu

source: Enabled (faster)
de_de: Aktiviert (schneller)
fr_fr: Activé (plus rapide)
vi_vn: Đã bật (nhanh hơn)

source: Energize relay 1
de_de: Relais 1 aktivieren
fr_fr: Alimenter relais 1
vi_vn: Kích hoạt relay 1

source: Energize relay 2
de_de: Relais 2 aktivieren
fr_fr: Alimenter relais 2
vi_vn: Kích hoạt relay 2

source: Energize relay 3
de_de: Relais 3 aktivieren
fr_fr: Alimenter relais 3
vi_vn: Kích hoạt relay 3

source: Energize relay 4
de_de: Relais 4 aktivieren
fr_fr: Alimenter relais 4
vi_vn: Kích hoạt relay 4

source: Energize relay 5
de_de: Relais 5 aktivieren
fr_fr: Alimenter relais 5
vi_vn: Kích hoạt relay 5

source: Energize relay 6
de_de: Relais 6 aktivieren
fr_fr: Alimenter relais 6
vi_vn: Kích hoạt relay 6

source: Energize relay 7
de_de: Relais 7 aktivieren
fr_fr: Alimenter relais 7
vi_vn: Kích hoạt relay 7

source: Energize relay 8
de_de: Relais 8 aktivieren
fr_fr: Alimenter relais 8
vi_vn: Kích hoạt relay 8

source: Enter the ports you wish to be disabled as integers separated by spaces. It is best that the port numbers are in order from lowest to highest. You can find port information by listing source drives in AHCI mode.
de_de: Die zu deaktivierenden Ports als Ganzzahlen mit Leerzeichen getrennt eingeben. Es ist am besten, wenn die Portnummern in aufsteigender Reihenfolge sind. Portinformationen können durch Auflisten der Quelllaufwerke im AHCI-Modus erhalten werden.
fr_fr: Enter le nombre entier des numéros de ports à désactiver séparés par un espace. De préférence, entrer le numéro des ports du plus petit au plus grand. Vous pouvez trouver le numéro des ports en listant les disques source en mode AHCI.
vi_vn: Nhập các cổng bạn muốn vô hiệu hóa dưới dạng số nguyên được phân tách bằng dấu cách. Tốt nhất là các số cổng được sắp xếp theo thứ tự từ thấp đến cao. Bạn có thể tìm thông tin cổng bằng cách liệt kê các ổ đĩa nguồn ở chế độ AHCI.

source: Erase Destination
de_de: Ziel löschen
fr_fr: Effacer la cible
vi_vn: Xóa Điểm Đến

source: Erasing
de_de: Lösche
fr_fr: Effacement en cours
vi_vn: Xóa bỏ

source: Error allocating memory
de_de: Fehler beim Allokieren von Speicher
fr_fr: Erreur d'allocation mémoire
vi_vn: Lỗi phân bổ bộ nhớ

source: Error calculating CHS, value out of bounds
de_de: Fehler beim Berechnen von CHS, Wert außerhalb der Grenzen
fr_fr: Erreur de calcul CHS, valeur hors plage
vi_vn: Lỗi khi tính toán CHS, giá trị nằm ngoài giới hạn

source: Error changing chunk status, block not found
de_de: Fehler beim Ändern des Chunk-Status, Block nicht gefunden
fr_fr: Erreur changement statut fragment, bloc non trouvé
vi_vn: Lỗi khi thay đổi trạng thái khối, không tìm thấy khối

source: Error changing chunk status, is not within the block
de_de: Fehler beim Ändern des Chunk-Status, ist nicht innerhalb des Blocks
fr_fr: Erreur changement statut fragment, non présent dans le bloc
vi_vn: Lỗi khi thay đổi trạng thái khối, không nằm trong khối

source: Error choosing USB relay
de_de: Fehler beim Auswählen des USB-Relais
fr_fr: Erreur choix relais USB
vi_vn: Lỗi khi chọn relay USB

source: Error closing virtual disk driver
de_de: Fehler beim Schließen des virtuellen Laufwerks-Treibers
fr_fr: Erreur fermeture pilote disque virtuel
vi_vn: Lỗi khi đóng trình điều khiển đĩa ảo

source: Error connecting to driver memory
fr_fr: Erreur connection à la mémoire du pilote
vi_vn: Lỗi kết nối với bộ nhớ trình điều khiển

source: Error disabling rebuild assist
de_de: Fehler beim Deaktivieren der Rebuild Assist
fr_fr: Erreur désactivation assistant reconstruction
vi_vn: Lỗi khi vô hiệu hóa hỗ trợ xây dựng lại

source: Error enabling rebuild assist
de_de: Fehler beim Aktivieren der Rebuild Assist
fr_fr: Erreur activation assistant reconstruction
vi_vn: Lỗi khi bật hỗ trợ xây dựng lại

source: Error exporting ddrescue log (map) file
de_de: Fehler beim Exportieren der ddrescue-Log (map)
fr_fr: Erreur exportation fichier journal ddrescue
vi_vn: Lỗi khi xuất tệp nhật ký ddrescue (bản đồ)

source: Error opening virtual disk driver
de_de: Fehler beim Öffnen des virtuellen Laufwerks-Treibers
fr_fr: Erreur ouverture pilote disque virtuel
vi_vn: Lỗi khi mở trình điều khiển đĩa ảo

source: Error operating relay, see console for more information
de_de: Fehler beim Betreiben des Relais, siehe Konsole für weitere Informationen
fr_fr: Erreur manoeuvre relais, voir console pour plus d'infos
vi_vn: Lỗi khi vận hành relay, hãy xem bảng điều khiển để biết thêm thông tin

source: Error processing log file! The log file was not loaded.
de_de: Fehler beim Verarbeiten der Logdatei! Die Logdatei wurde nicht geladen.
fr_fr: Erreur traitement fichier journal! Fichier journal non chargé.
vi_vn: Lỗi khi xử lý tệp nhật ký! Tệp nhật ký không được tải.

source: Error selecting destination
de_de: Fehler beim Auswählen des Ziels
fr_fr: Erreur choix cible
vi_vn: Lỗi khi chọn đích

source: Error selecting source
de_de: Fehler beim Auswählen der Quelle
fr_fr: Erreur choix source
vi_vn: Lỗi khi chọn nguồn

source: Error starting virtual disk driver
de_de: Fehler beim Starten des virtuellen Laufwerks-Treibers
fr_fr: Erreur de démarrage disque virtuel
vi_vn: Lỗi khi khởi động trình điều khiển đĩa ảo
