Repository: DRCRecoveryData/OpenSuperClone
Catalog: src/opensuperclone/locale/*/opensuperclone.po
Languages: de_de, fr_fr, vi_vn

source: Phase 2
vi_vn: Giai đoạn 2

source: Phase 3
vi_vn: Giai đoạn 3

source: Phase 3 reset time (ms)
de_de: Phase 3 Reset-Zeit (ms)
fr_fr: Délai reset Phase 3 (ms)
vi_vn: Thời gian thiết lập lại pha 3 (ms)

source: Phase 4
vi_vn: Giai đoạn 4

source: Phase 4 reset time (ms)
de_de: Phase 4 Reset-Zeit (ms)
fr_fr: Délai reset Phase 4 (ms)
vi_vn: Thời gian thiết lập lại pha 4 (ms)

source: Phase Control
de_de: Phasenkontrolle
fr_fr: Contrôle des phases
vi_vn: Kiểm soát pha

source: Phase timers (soft reset timers)
de_de: Phasen-Timer (Soft-Reset-Timer)
fr_fr: Timers des phases (délais soft reset)
vi_vn: Bộ hẹn giờ pha (bộ hẹn giờ thiết lập lại mềm)

source: Possible Logical Units
de_de: Mögliche Logische Einheiten
fr_fr: Unités logiques possibles
vi_vn: Các đơn vị logic có thể

source: Post activation delay time (sec)
de_de: Nach-Aktivierungs-Verzögerungszeit (Sek.)
fr_fr: Délai post activation (sec)
vi_vn: Thời gian trễ sau khi kích hoạt (giây)

source: Power Off
de_de: Ausschalten
fr_fr: Eteindre
vi_vn: Tắt nguồn

source: Power On
de_de: Einschalten
fr_fr: Allumer
vi_vn: Bật nguồn

source: Power off the drive with the selected relay board
de_de: Laufwerk mit dem ausgewählten Relais-Board ausschalten
vi_vn: Tắt nguồn ổ đĩa bằng bảng relay đã chọn

source: Power on the drive with the selected relay board
de_de: Laufwerk mit dem ausgewählten Relais-Board einschalten
vi_vn: Bật nguồn ổ đĩa bằng bảng relay đã chọn

source: Primary Relay Settings
de_de: Primäre Relais-Einstellungen
fr_fr: Paramètres relais primaire
vi_vn: Cài đặt Rơ le chính

source: Primary relay board settings
de_de: Primäre Relais-Board-Einstellungen
fr_fr: paramètres carte relais primaire
vi_vn: Cài đặt bảng relay chính

source: Project
de_de: Projekt
fr_fr: Projet
vi_vn: Dự án

source: Quit
de_de: Beenden
fr_fr: Quitter
vi_vn: Thoát

source: Rate Skip (kB/s) phase-3
fr_fr: Taux pour saut (kB/s) phase-3
vi_vn: Tốc độ bỏ qua (kB/giây) giai đoạn 3

source: Raw data
fr_fr: Données brutes
vi_vn: Dữ liệu thô

source: Read Bad Head
de_de: Lese schlechten Kopf
fr_fr: Lire tête endommagée
vi_vn: Đọc Bad Head

source: Read errors will return with a standard I/O error.
vi_vn: Lỗi đọc sẽ trả về lỗi I/O tiêu chuẩn.

source: Reading destination
de_de: Lese Ziel
vi_vn: Điểm đến đọc

source: Reading:
de_de: Lese:
fr_fr: Lecture en cours
vi_vn: Đọc:

source: Rebuild Assist
fr_fr: Assistant reconstruction
vi_vn: Hỗ trợ xây dựng lại

source: Rebuild assist is not supported on this device
de_de: Rebuild Assist wird von diesem Gerät nicht unterstützt
fr_fr: Assistant reconstruction non pris en charge sur ce périphérique
vi_vn: Hỗ trợ xây dựng lại không được hỗ trợ trên thiết bị này

source: Rebuild assist only works in direct ahci mode
de_de: Rebuild Assist funktioniert nur im direkten AHCI-Modus
fr_fr: L'assistant reconstruction requiert le mode direct AHCI
vi_vn: Hỗ trợ xây dựng lại chỉ hoạt động ở chế độ ahci trực tiếp

source: Recent rate
fr_fr: Taux récent
vi_vn: Tỷ lệ gần đây

source: Relay board settings
de_de: Relais-Board-Einstellungen
fr_fr: Paramètres carte relais
vi_vn: Cài đặt bảng relay

source: Remaining retry passes
fr_fr: Passes retry restantes
vi_vn: Số lần thử lại còn lại

source: Remaining time
fr_fr: Temps restant
vi_vn: Thời gian còn lại

source: Repair Log
de_de: Reparatur-Log
fr_fr: Journal réparation
vi_vn: Nhật ký sửa chữa

source: Reset Current Status
de_de: Aktuellen Status zurücksetzen
fr_fr: Réinitialiser statut actuel
vi_vn: Đặt lại trạng thái hiện tại

source: Reset Log
de_de: Log zurücksetzen
fr_fr: Journal réinitialisation
vi_vn: Nhật ký thiết lập lại

source: Reset timeout (ms)
fr_fr: Délai réinitialisation (ms)
vi_vn: Thiết lập lại thời gian chờ (ms)

source: Restore USB mass storage driver
fr_fr: Restaurer pilote USB stockage de masse
vi_vn: Khôi phục trình điều khiển lưu trữ USB

source: Restore original startup port configuration
fr_fr: Restaurer la configuration initiale des ports
vi_vn: Khôi phục cấu hình cổng khởi động ban Đầu đọc

source: Results
fr_fr: Résultats
vi_vn: Kết quả

source: Retried
de_de: Wiederholt
vi_vn: Đã thử lại

source: Retries
de_de: Wiederholungen
vi_vn: Thử lại

source: Retrieve SMART information
de_de: SMART-Informationen abrufen
vi_vn: Lấy thông tin SMART

source: Retry connecting on failure after relay power cycle
de_de: Wiederholte Verbindung bei Fehler nach Relais-Stromzyklus
fr_fr: Après avoir cyclé le relais, renouveler essai connexion sur échec
vi_vn: Thử lại kết nối khi lỗi xảy ra sau khi ngắt nguồn relay

source: Retry reset time (ms)
de_de: Wiederholungs-Reset-Zeit (ms)
fr_fr: Temps de reset des retry (ms)
vi_vn: Thời gian thử lại thiết lập lại (ms)

source: Retrying
de_de: Wiederhole
vi_vn: Đang thử lại

source: Return mark filled data
de_de: Markierte Daten zurückgeben
fr_fr: Afficher les données marquées remplies
vi_vn: Trả về dữ liệu đã điền dấu

source: Return read error (standard)
de_de: Lese-Fehler zurückgeben (Standard)
fr_fr: Afficher erreurs lecture (standard)
vi_vn: Trả về lỗi đọc (chuẩn)

source: Return zero filled data
de_de: Null gefüllte Daten zurückgeben
fr_fr: Afficher données remplies avec des zéros
vi_vn: Trả về dữ liệu đã điền số 0

source: Reverse
de_de: Rückwärts
vi_vn: Đọc ngược

source: Run time
fr_fr: Temps de fonctionnement
vi_vn: Thời gian chạy

source: SMART data structure version
fr_fr: Version de la structure de données SMART
vi_vn: Phiên bản cấu trúc dữ liệu SMART

source: Save Domain File
de_de: Domänen-Datei speichern
fr_fr: Enregister journal du domaine
vi_vn: Lưu tệp tên miền

source: Save Domain File As
de_de: Domänen-Datei speichern als
fr_fr: Enregister journal du domaine sous
vi_vn: Lưu tệp tên miền dưới dạng

source: Save Project
de_de: Projekt speichern
fr_fr: Enregistrer projet
vi_vn: Lưu Dự án

source: Save Project As
de_de: Projekt speichern als
fr_fr: Enregistrer projet sous
vi_vn: Lưu Dự án dưới dạng

source: Save Project File As
de_de: Projekt-Datei speichern als
fr_fr: Enregistrer journal du projet sous
vi_vn: Lưu tệp project dưới dạng

source: Scrape
vi_vn: Cạo

source: Scrape reset time (ms)
de_de: Scrape-Reset-Zeit (ms)
fr_fr: Temps d'attente Scrape (ms)
vi_vn: Thời gian thiết lập lại dữ liệu (ms)

source: Scraping
de_de: Scrape
fr_fr: Scrape en cours
vi_vn: Đang cạo

source: Sector size (bytes)
de_de: Sektorgröße (Bytes)
fr_fr: Taille des secteurs (bytes)
vi_vn: Kích thước sector (byte)

source: Select Logical Unit
de_de: Logische Einheit auswählen
fr_fr: Sélectionner unité logique
vi_vn: Chọn Đơn vị Logic

source: Select the phases to be used for the clone operation
vi_vn: Chọn các giai đoạn sẽ được sử dụng cho hoạt động sao chép

source: Set Logical Unit
de_de: Logische Einheit setzen
fr_fr: Définir unité logique
vi_vn: Đặt Đơn vị Logic

source: Set disabled ports
de_de: Deaktivierte Ports setzen
fr_fr: Définir ports désactivés
vi_vn: Đặt cổng bị vô hiệu hóa

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
vi_vn: Cài đặt

source: Size (LBA)
de_de: Größe (LBA)
fr_fr: Taille (LBA)
vi_vn: Kích thước (LBA)

source: Skip Fast
de_de: Schnell überspringen
fr_fr: Sauter plus rapidement
vi_vn: Bỏ qua nhanh

source: Skip Size (LBA) phase-1-2-3
de_de: Überspringe Größe (LBA) Phase-1-2-3
fr_fr: Taille des sauts (LBA) phase-1-2-3
vi_vn: Kích thước bỏ qua (LBA) giai đoạn 1-2-3

source: Skip Threshold (ms) phase-1-2
de_de: Überspringe Schwellenwert (ms) Phase-1-2
fr_fr: Seuil de saut (ms) phase-1-2
vi_vn: Ngưỡng bỏ qua (ms) giai đoạn 1-2

source: Skip resets
fr_fr: Reset des sauts
vi_vn: Bỏ qua thiết lập lại

source: Skip runs
fr_fr: Passes de sauts
vi_vn: Bỏ qua chạy

source: Skips
de_de: Sprünge
fr_fr: Sauts
vi_vn: Bỏ qua

source: Slow
de_de: Langsam
fr_fr: Lents
vi_vn: Chậm

source: Slow Driver
de_de: Langsamer Treiber
fr_fr: Pilote lent
vi_vn: Trình điều khiển chậm

source: Slow Responding Firmware Issue
fr_fr: Souci de firmware lent
vi_vn: Sự cố phần mềm phản hồi chậm

source: Slow skips
fr_fr: Sauts sur lenteur
vi_vn: Bỏ qua chậm

source: Soft Reset
vi_vn: Mềm Đặt lại

source: Soft reset time (ms)
de_de: Soft-Reset-Zeit (ms)
fr_fr: Délai avant soft reset (ms)
vi_vn: Thời gian thiết lập lại mềm (ms)

source: Source
de_de: Quelle
vi_vn: Nguồn

source: Source and Destination cannot be the same device
de_de: Quelle und Ziel können nicht das gleiche Gerät sein
fr_fr: La source et la destination ne peuvent pas être identiques.
vi_vn: Nguồn và đích không thể là cùng một thiết bị

source: Source drive did not respond properly to identify command
de_de: Quelllaufwerk hat nicht richtig auf Identify-Befehl reagiert
fr_fr: Le disque source n'a pas répondu correctement à la commande d'identification
vi_vn: Ổ đĩa nguồn không phản hồi đúng cách để xác định lệnh

source: Source drive reports wrong size / size changed
de_de: Quelllaufwerk meldet falsche Größe / Größe hat sich geändert
fr_fr: Le disque source retourne une taille erronée/différente
vi_vn: Ổ đĩa nguồn báo cáo kích thước sai / kích thước đã thay đổi

source: Source drive responded with error to identify command
de_de: Quelllaufwerk hat mit Fehler auf Identify-Befehl reagiert
fr_fr: Le disque source a répondu avec erreur à la commande d'identification
vi_vn: Ổ đĩa nguồn phản hồi lỗi để xác định lệnh

source: Start
fr_fr: Démarrer
vi_vn: Bắt Đầu

source: Start Virtual Disk Driver
de_de: Starte virtuellen Laufwerktreiber
fr_fr: Démarrer pilote disque virtuel
vi_vn: Khởi động Trình điều khiển đĩa ảo

source: Stop
fr_fr: Arrêt
vi_vn: Dừng lại

source: Stop Virtual Disk Driver
de_de: Stoppe virtuellen Laufwerktreiber
fr_fr: Arrêter pilote disque virtuel
vi_vn: Dừng trình điều khiển đĩa ảo

source: Stop cloning with error message
de_de: Stoppe Klonen mit Fehlermeldung
fr_fr: Arrêter le clonage avec message d'erreur
vi_vn: Dừng sao chép với thông báo lỗi

source: Switch to clone mode
de_de: Zu Klonmodus wechseln
vi_vn: Chuyển sang chế độ sao chép

source: Switch to virtual mode 1: This mode will use all available Phases (starting with Phase 4) when reading from the source
de_de: Zu Virtual Modus 1 wechseln: Dieser Modus verwendet alle verfügbaren Phasen (beginnend mit Phase 4), wenn er von der Quelle liest
vi_vn: Chuyển sang chế độ ảo 1: Chế độ này sẽ sử dụng tất cả các Giai đoạn có sẵn (bắt Đầu đọc từ Giai đoạn 4) khi đọc từ nguồn

source: Switch to virtual mode 2: This mode will only use Phase 4 and will not perform any further processing of a chunk
de_de: Zu Virtual Modus 2 wechseln: Dieser Modus verwendet nur Phase 4 und führt keine weiteren Verarbeitungen eines Chunks durch
vi_vn: Chuyển sang chế độ ảo 2: Chế độ này sẽ chỉ sử dụng Giai đoạn 4 và sẽ không thực hiện bất kỳ xử lý nào thêm cho một khối

source: Switch to virtual mode 3: This mode is the same as mode 2, but it will increase the read size (up to the cluster size) when it detects sequential reads
de_de: Zu Virtual Modus 3 wechseln: Dieser Modus ist wie Modus 2, aber er erhöht die Lese-Größe (bis zur Cluster-Größe), wenn er sequentielle Lesevorgänge erkennt
vi_vn: Chuyển sang chế độ ảo 3: Chế độ này giống như chế độ 2, nhưng nó sẽ tăng kích thước đọc (lên đến kích thước cụm) khi phát hiện các lần đọc tuần tự

source: Switch to virtual mode 4: This mode only reads from the destination, and will not read any data from the source
de_de: Zu Virtual Modus 4 wechseln: Dieser Modus liest nur vom Ziel und liest keine Daten von der Quelle
vi_vn: Chuyển sang chế độ ảo 4: Chế độ này chỉ đọc từ đích và sẽ không đọc bất kỳ dữ liệu nào từ nguồn

source: Switch to virtual mode 5: This mode does not read any data and will instead return zeroed data
de_de: Zu Virtual Modus 5 wechseln: Dieser Modus liest keine Daten und gibt stattdessen Null-Daten zurück
vi_vn: Chuyển sang chế độ ảo 5: Chế độ này không đọc bất kỳ dữ liệu nào và thay vào đó sẽ trả về dữ liệu bằng không

source: Test command
de_de: Testbefehl
fr_fr: Tester la commande
vi_vn: Lệnh kiểm tra

source: Test relay operation
de_de: Teste Relaisbetrieb
fr_fr: Tester fonctionnement relais
vi_vn: Kiểm tra hoạt động của relay

source: The average rate of the entire recovery
de_de: Durchschnittsgeschwindigkeit der gesamten Wiederherstellung
vi_vn: Tỷ lệ trung bình của toàn bộ quá trình phục hồi

source: The average rate of the last 5 minutes of the recovery
de_de: Durchschnittsgeschwindigkeit der letzten 5 Minuten der Wiederherstellung
vi_vn: Tốc độ trung bình của 5 phút cuối cùng của quá trình phục hồi

source: The called command failed with exit signal / status
de_de: Der aufgerufene Befehl ist mit Exit-Signal / Status fehlgeschlagen
fr_fr: La commande appelée a échoué avec exit signal / status
vi_vn: Lệnh được gọi không thành công với tín hiệu thoát / trạng thái

source: The command completed normally
de_de: Der Befehl wurde normal abgeschlossen
fr_fr: La commande s'est terminée normalement
vi_vn: Lệnh đã hoàn thành bình thường

source: The current mode of the recovery
de_de: Der aktuelle Modus der Wiederherstellung
vi_vn: Chế độ phục hồi hiện tại

source: The current position in the source drive in LBAs
de_de: Die aktuelle Position im Quelllaufwerk in LBAs
vi_vn: Vị trí hiện tại trong ổ đĩa nguồn trong LBA

source: The current rate of the recovery
de_de: Die aktuelle Geschwindigkeit der Wiederherstellung
vi_vn: Tỷ lệ phục hồi hiện tại

source: The current status of the recovery
de_de: Der aktuelle Status der Wiederherstellung
vi_vn: Tình trạng hiện tại của quá trình phục hồi

source: The destination drive or image file to be recovered to
de_de: Das Ziel-Laufwerk oder die Ziel-Abbild-Datei, in die wiederhergestellt werden soll
vi_vn: Ổ đĩa đích hoặc tệp hình ảnh cần phục hồi

source: The domain file for the current recovery
de_de: Die Domänen-Datei für die aktuelle Wiederherstellung
vi_vn: Tệp tên miền cho quá trình phục hồi hiện tại

source: The drive is still unresponsive after the command call
de_de: Das Laufwerk reagiert immer noch nicht nach dem Befehlsaufruf
fr_fr: Le disque ne répond pas malgré appel de la commande
vi_vn: Ổ đĩa vẫn không phản hồi sau khi gọi lệnh

source: The driver is already installed and active
fr_fr: Le pilote est déjà installé et actif
vi_vn: Trình điều khiển đã được cài đặt và hoạt động

source: The driver memory is now connected
fr_fr: La mémoire du pilote est à présent connectée
vi_vn: Bộ nhớ trình điều khiển hiện đã được kết nối

source: The end does not equal the drive size! Logfile reports size of
de_de: Das Ende ist nicht gleich der Laufwerksgröße! Logdatei meldet Größe von
fr_fr: La fin n'est pas égale à la taille du disque! Le journal rapporte une taille de
vi_vn: Phần cuối không bằng kích thước ổ đĩa! Tệp nhật ký báo cáo kích thước của

source: The estimated time remaining to complete the recovery
vi_vn: Thời gian ước tính còn lại để hoàn tất quá trình phục hồi

source: The image file currently exists. This will continue the recovery using this image file.
de_de: Die Abbilddatei existiert bereits. Dies wird die Wiederherstellung mit dieser Abbilddatei fortsetzen.
fr_fr: Le fichier image existe déjà. Continuer la récupération en utilisant ce fichier image.
vi_vn: Tệp hình ảnh hiện tại đã tồn tại. Thao tác này sẽ tiếp tục khôi phục bằng tệp hình ảnh này.

source: The log file has errors! The log file will need to be repaired before it can be used. Please reference console messages for more information.
de_de: Das Logdatei enthält Fehler! Das Logdatei muss repariert werden, bevor sie verwendet werden kann. Bitte schauen Sie in die Konsole für weitere Informationen.
fr_fr: Le fichier journal contient des erreurs! Le fichier journal devra être réparé avant utilisation. Se référer à la console pour plus d'infos.
vi_vn: Tệp nhật ký có lỗi! Tệp nhật ký sẽ cần được sửa chữa trước khi có thể sử dụng. Vui lòng tham khảo thông báo bảng điều khiển để biết thêm thông tin.

source: The longest read time since the last display update / within the last 256 display updates / since the start of the recovery
de_de: Dauer der längsten Lesezeit seit dem letzten Anzeigendurchlauf / innerhalb der letzten 256 Anzeigendurchläufe / seit dem Start der Wiederherstellung
vi_vn: Thời gian đọc dài nhất kể từ lần cập nhật hiển thị cuối cùng / trong vòng 256 lần cập nhật hiển thị cuối cùng / kể từ khi bắt Đầu đọc quá trình phục hồi

source: The name of the virtual disk in /dev. The default name is sdv (/dev/sdv). Note that if you choose a name that is already in use, it will cause a system crash. Also, you should choose a conventional name with the SDx format, or some software will not find or list it.
vi_vn: Tên của đĩa ảo trong /dev. Tên mặc định là sdv (/dev/sdv). Lưu ý rằng nếu bạn chọn tên đã được sử dụng, nó sẽ gây ra sự cố hệ thống. Ngoài ra, bạn nên chọn tên thông thường với định dạng SDx, nếu không một số phần mềm sẽ không tìm thấy hoặc liệt kê tên đó.

source: The number of LBAs to be read from the source drive
de_de: Die Anzahl der LBAs, die vom Quelllaufwerk gelesen werden sollen
vi_vn: Số lượng LBA được đọc từ ổ đĩa nguồn

source: The project log file for the current recovery
de_de: Die Projekt-Logdatei für die aktuelle Wiederherstellung
vi_vn: Tệp nhật ký project cho quá trình phục hồi hiện tại

source: The rescue failed to finish
de_de: Die Rettung ist fehlgeschlagen
fr_fr: Echec de la récupération
vi_vn: Việc cứu hộ không thể hoàn thành

source: The rescue has stopped before completion. Stop code =
de_de: Die Rettung wurde vor Abschluss gestoppt. Stop-Code =
fr_fr: La récupération s'est interrompue. Stop code =
vi_vn: Việc cứu hộ đã dừng lại trước khi hoàn tất. Mã dừng =

source: The rescue is finished using the current settings
de_de: Die Rettung ist mit den aktuellen Einstellungen abgeschlossen
fr_fr: La récupération s'est terminée avec les paramètres actuels
vi_vn: Việc cứu hộ đã hoàn tất bằng cách sử dụng các thiết lập hiện tại

source: The size of the domain file in LBAs
de_de: Die Größe der Domänen-Datei in LBAs
vi_vn: Kích thước của tệp tên miền trong LBA

source: The size of the last skip run
de_de: Die Größe des letzten Überspringens
vi_vn: Kích thước của lần chạy bỏ qua cuối cùng

source: The source drive to be recovered
de_de: Das zu wiederherstellende Quelllaufwerk
vi_vn: Ổ đĩa nguồn cần được phục hồi

source: The total number of LBAs in the source drive
de_de: Die Gesamtzahl der LBAs im Quelllaufwerk
vi_vn: Tổng số LBA trong ổ đĩa nguồn

source: The total number of LBAs recovered so far
de_de: Die Gesamtzahl der bislang wiederhergestellten LBAs
vi_vn: Tổng số LBA đã được phục hồi cho đến nay

source: The total number of LBAs that have been filled either in Fill mode or Erase mode
de_de: Die Gesamtzahl der LBAs, die entweder im Füllmodus oder im Löschenmodus gefüllt wurden
vi_vn: Tổng số LBA đã được điền ở chế độ Điền hoặc chế độ Xóa

source: The total number of LBAs that have been marked as bad
de_de: Die Gesamtzahl der als defekt markierten LBAs
vi_vn: Tổng số LBA được đánh dấu là xấu

source: The total number of LBAs that have been retried
de_de: Die Gesamtzahl der wiederholten LBAs
vi_vn: Tổng số LBA đã được thử lại

source: The total number of LBAs that have not been divided
de_de: Die Gesamtzahl der LBAs, die nicht geteilt wurden
vi_vn: Tổng số LBA chưa được chia

source: The total number of LBAs that have not been scraped
de_de: Die Gesamtzahl der LBAs, die nicht ge-scraped wurden
vi_vn: Tổng số LBA chưa được thu thập

source: The total number of LBAs that have not been tried to be recovered
de_de: Die Gesamtzahl der LBAs, die nicht versucht wurden, wiederhergestellt zu werden
vi_vn: Tổng số LBA chưa được thử để phục hồi

source: The total number of LBAs that have not been trimmed
de_de: Die Gesamtzahl der LBAs, die nicht getrimmt wurden
vi_vn: Tổng số LBA chưa được cắt giảm

source: The total number of retry passes remaining
de_de: Die Gesamtzahl der verbleibenden Wiederholungsdurchläufe
vi_vn: Tổng số lượt thử lại còn lại

source: The total number of skip runs so far
de_de: Die Gesamtzahl der bisherigen Sprünge
vi_vn: Tổng số lần bỏ qua cho đến nay

source: The total number of skips due to slow reads so far
de_de: Die Gesamtzahl der bisherigen Sprünge aufgrund langsamer Lesevorgänge
vi_vn: Tổng số lần bỏ qua do đọc chậm cho đến nay

source: The total number of skips so far
de_de: Die Gesamtzahl der bisherigen Sprünge
vi_vn: Tổng số lần bỏ qua cho đến nay

source: The total number of times the skipping was reset due to exceeding the limit of 64 skips in a run
de_de: Die Gesamtzahl der Wiederherstellungsversuche, die aufgrund des Überschreitens des Limits von 64 Sprüngen in einem Durchlauf zurückgesetzt wurden
vi_vn: Tổng số lần bỏ qua được thiết lập lại do vượt quá giới hạn 64 lần bỏ qua trong một lần chạy

source: The total time taken to recover the drive
de_de: Die Gesamtzeit, die für die Wiederherstellung des Laufwerks benötigt wurde
vi_vn: Tổng thời gian cần thiết để khôi phục ổ đĩa

source: The virtual disk device driver is not running
de_de: Der virtuelle Laufwerktreiber ist nicht aktiv
fr_fr: Le pilote de disque virtuel n'est pas lancé
vi_vn: Trình điều khiển thiết bị đĩa ảo không chạy

source: These timer settings are only for Direct IDE and Direct AHCI modes. They have no effect with the passthrough modes.
fr_fr: Ces paramètres de timer sont réservés aux modes Direct IDE et Direct AHCI. Ils sont incatifs en mode passthrough.
vi_vn: Các thiết lập hẹn giờ này chỉ dành cho chế độ Direct IDE và Direct AHCI. Chúng không có tác dụng với chế độ passthrough.

source: This device has more than 1 logical unit. Please choose which logical unit.
de_de: Dieses Gerät hat mehr als 1 logische Einheit. Bitte wählen Sie die logische Einheit.
fr_fr: Ce périphérique a plus d'une unité logique. Merci de choisir la bonne.
vi_vn: Thiết bị này có nhiều hơn 1 đơn vị logic. Vui lòng chọn đơn vị logic nào.

source: This option will turn on using colors on the bottom status bar (may not work on some systems).
vi_vn: Tùy chọn này sẽ được bật bằng cách sử dụng màu trên thanh trạng thái phía dưới (có thể không hoạt động trên một số hệ thống).

source: This will repair the current progress log in memory. It is recommended to make a backup copy of the log before repairing.
de_de: Dies wird das aktuelle Fortschritts-Log im Speicher reparieren. Es wird empfohlen, eine Sicherungskopie des Logs vor der Reparatur zu machen.
fr_fr: Ceci va réparer le journal actuel stocké en mémoire. Il est recommandé de faire une sauvegarde du journal avant de réparer.
vi_vn: Thao tác này sẽ sửa chữa nhật ký tiến trình hiện tại trong bộ nhớ. Nên tạo bản sao lưu nhật ký trước khi sửa chữa.

source: This will reset the current log status to Phase1, and current position to 0, and reset all skip data
de_de: Dies wird den aktuellen Log-Status auf Phase 1 zurücksetzen, und die aktuelle Position auf 0, und alle Skip-Daten zurücksetzen
fr_fr: Ceci va réinitialiser le statut du journal vers la Phase 1, et la position actuelle à 0, ainsi que les données de saut
vi_vn: Điều này sẽ thiết lập lại trạng thái nhật ký hiện tại thành Giai đoạn 1, và vị trí hiện tại thành 0, và thiết lập lại tất cả dữ liệu bỏ qua

source: This will reset the position to 0, the current status to non-tried, and will change all unfinished blocks in the log to a status of non-tried. This will also reset all skipping data.
de_de: Dies wird die Position auf 0 zurücksetzen, den aktuellen Status auf Nicht-Versucht, und wird alle unvollendeten Blöcke im Log auf einen Status von Nicht-Versucht ändern. Dies wird auch alle Skip-Daten zurücksetzen.
fr_fr: Ceci reinitialisera la position à 0, le statut actuel à non-tried, et redéfiniera le statut de tous les blocs unfinished du journal au statut non-tried. Cela réinitialisera aussi toute les données de saut.
vi_vn: Thao tác này sẽ đặt lại vị trí về 0, trạng thái hiện tại thành chưa thử và sẽ thay đổi tất cả các khối chưa hoàn thành trong nhật ký thành trạng thái chưa thử. Thao tác này cũng sẽ đặt lại tất cả dữ liệu bỏ qua.
