Repository: DRCRecoveryData/OpenSuperClone
Catalog: src/opensuperclone/locale/*/opensuperclone.po
Languages: de_de, fr_fr, vi_vn

source: This will use the physical sector size as the logical sector size when presenting the virtual disk to the operating system. The physical size is determined by the Block size setting in the Clone Settings.
vi_vn: Điều này sẽ sử dụng kích thước sector vật lý làm kích thước sector logic khi trình bày đĩa ảo cho hệ điều hành. Kích thước vật lý được xác định bởi thiết lập Block size trong Clone Settings.

source: Threshold
de_de: Schwellenwert
fr_fr: Seuil
vi_vn: Ngưỡng

source: Timer Settings
de_de: Timer-Einstellungen
fr_fr: Paramètres de timer
vi_vn: Cài đặt hẹn giờ

source: Tools
fr_fr: Outils
vi_vn: Công cụ

source: Total
de_de: Gesamt
vi_vn: Tổng cộng

source: Total LBA
de_de: Gesamt LBA
vi_vn: Tổng LBA

source: Total rate
fr_fr: Total vitesse
vi_vn: Tổng tỷ lệ

source: Total, Good, Bad, Slow
de_de: Gesamt, Gut, Schlecht, Langsam
fr_fr: Total, Good, Bad, Lent
vi_vn: Tổng thể, Tốt, Xấu, Chậm

source: Track 0 Not Found (The device could not find track 0)
vi_vn: Không tìm thấy track 0 (Thiết bị không tìm thấy track 0)

source: Trim (overrides dividing)
de_de: Trim (überschreibt Teilen)
fr_fr: Trim (supplante division)
vi_vn: Cắt (ghi đè phép chia)

source: Trim/Divide reset time (ms)
de_de: Trim/Teilen-Zurücksetzungszeit (ms)
fr_fr: Délai reset Trim/division
vi_vn: Thời gian thiết lập lại cắt/chia (ms)

source: Trimming
de_de: Trimme
fr_fr: Trim en cours
vi_vn: Cắt bỏ

source: USB reset choices
de_de: USB Zurücksetzungs-Optionen
fr_fr: Choix de reset USB
vi_vn: Lựa chọn thiết lập lại USB

source: Unable to connect devices
de_de: Geräte können nicht verbunden werden
fr_fr: Impossible de connecter les périphériques
vi_vn: Không thể kết nối thiết bị

source: Unable to get buffer physical address in 32 bit range. Please try Starting the Virtual Disk Driver. Alternative is to try to choose the mode again (switch to different mode and back), or restart the program.
de_de: Kann den physischen Speicheradresse-Bereich nicht im 32-Bit-Bereich abrufen. Bitte versuchen Sie, den virtuellen Laufwerktreiber zu starten. Alternativ können Sie versuchen, den Modus erneut auszuwählen (wechseln Sie zu einem anderen Modus und zurück) oder starten Sie das Programm neu.
fr_fr: Impossible d'obtenir l'adresse physique du tampon dans la plage 32 bit. Essayez de démarrer le pilote du disque virtuel. Autrement vous pouvez essayer de choisir à nouveau le mode (changer de mode et revenir dessus), ou redémarrer le programme.
vi_vn: Không thể lấy địa chỉ vật lý của bộ đệm trong phạm vi 32 bit. Vui lòng thử Khởi động Trình điều khiển đĩa ảo. Giải pháp thay thế là thử chọn lại chế độ (chuyển sang chế độ khác và quay lại) hoặc khởi động lại chương trình.

source: Unable to reopen source device
de_de: Quellgerät kann nicht erneut geöffnet werden
fr_fr: Impossible de rouvrir le périphérique source
vi_vn: Không thể mở lại thiết bị nguồn

source: Uncorrectable Data (The device has detected uncorrectable data)
de_de: Unkorrigierbare Daten (Das Gerät hat unkorrigierbare Daten erkannt)
vi_vn: Dữ liệu không thể sửa (Thiết bị đã phát hiện dữ liệu không thể sửa)

source: Update ports
de_de: Ports aktualisieren
fr_fr: MAJ les ports
vi_vn: Cập nhật cổng

source: Updated disabled ports (GRUB data)
de_de: Deaktivierte Ports aktualisiert (GRUB-Daten)
fr_fr: MAJ les ports désactivés (données GRUB)
vi_vn: Cập nhật các cổng bị vô hiệu hóa (dữ liệu GRUB)

source: Use PIO instead of DMA for reading the source drive.
vi_vn: Sử dụng PIO thay vì DMA để đọc ổ đĩa nguồn.

source: Use button colors in bottom status bar
fr_fr: Colorer les boutons de statut dans la barre inférieure
vi_vn: Sử dụng màu nút ở thanh trạng thái dưới cùng

source: Use physical sector size as logical for virtual disk
de_de: Verwenden Sie die physische Sektorgröße als logische für virtuelle Laufwerke
fr_fr: Utiliser la taille physique des secteurs comme taille logique pour le disque virtuel
vi_vn: Sử dụng kích thước sector vật lý làm logic cho đĩa ảo

source: Variance read times low/high:
fr_fr: Variance des temps de lecture basse/haute
vi_vn: Thời gian đọc phương sai thấp/cao:

source: Virtual Mode 1
de_de: Virtual Modus 1
vi_vn: Chế độ ảo 1

source: Virtual Mode 2
de_de: Virtual Modus 2
vi_vn: Chế độ ảo 2

source: Virtual Mode 3
de_de: Virtual Modus 3
vi_vn: Chế độ ảo 3

source: Virtual Mode 4
de_de: Virtual Modus 4
vi_vn: Chế độ ảo 4

source: Virtual Mode 5
de_de: Virtual Modus 5
vi_vn: Chế độ ảo 5

source: Virtual Disk Device Driver output options for read errors
de_de: Optionen für die Ausgabe des virtuellen Laufwerktreibers für Lese-Fehler
fr_fr: Option du pilote de disque virtuel sur erreurs de lecture
vi_vn: Tùy chọn Đầu đọc ra của Trình điều khiển thiết bị đĩa ảo cho lỗi đọc

source: Virtual Disk IO SCSI only
de_de: Virtuelle Laufwerks-IO auf SCSI beschränken
fr_fr: Disque virtuel IO SCSI uniquement
vi_vn: Chỉ có đĩa ảo IO SCSI

source: Virtual Disk device name
de_de: Name des virtuellen Laufwerks
fr_fr: Nom du périphérique de disque virtuel
vi_vn: Tên thiết bị đĩa ảo

source: Virtual Disk minimum cluster read size (mode 3)
de_de: Minimale Cluster-Lese-Größe für virtuelle Laufwerke (Modus 3)
fr_fr: Taille de lecture minimum des secteurs du disque virtuel (mode 3)
vi_vn: Kích thước cụm đọc tối thiểu của Đĩa ảo (chế độ 3)

source: Virtual Driver only
fr_fr: Pilote virtuel uniquement
vi_vn: Chỉ có Trình điều khiển ảo

source: WARNING: The selected device is a slave on the controller! This does not always work as expected! That could be very dangerous, and could result in data loss (or worse)! It is recommended for the device to be master on the controller!
de_de: ACHTUNG: Das ausgewählte Gerät ist ein Slave auf dem Controller! Dies funktioniert nicht immer wie erwartet! Dies könnte sehr gefährlich sein und könnte zu Datenverlust (oder schlimmer) führen! Es wird empfohlen, dass das Gerät Master auf dem Controller ist!
fr_fr: ATTENTION: Le périphérique sélectionné est un esclave sur le contrôleur! Cela peut poser problème! Peut se révéler très dangereux et entraîner une perte de données (ou pire)! Il est recommandé que le périphérique soit maître sur le contrôleur!
vi_vn: CẢNH BÁO: Thiết bị được chọn là thiết bị phụ trên bộ điều khiển! Điều này không phải lúc nào cũng hoạt động như mong đợi! Điều đó có thể rất nguy hiểm và có thể dẫn đến mất dữ liệu (hoặc tệ hơn)! Nên để thiết bị là thiết bị chính trên bộ điều khiển!

source: WARNING: There is possibly another drive on the same controller! You should NEVER work with a drive when another drive is on the same controller! That could be very dangerous, and could result in data loss (or worse)!
de_de: ACHTUNG: Es gibt möglicherweise ein anderes Laufwerk auf dem gleichen Controller! Sie sollten NIE mit einem Laufwerk arbeiten, wenn ein anderes Laufwerk auf dem gleichen Controller ist! Dies könnte sehr gefährlich sein und könnte zu Datenverlust (oder schlimmer) führen!
fr_fr: ATTENTION: Il est possible qu'un autre disque soit sur le contrôleur! Ne jamais travailler avec un autre disque présent sur le même contrôleur! Peut se révéler très dangereux et entraîner une perte de données (ou pire)!
vi_vn: CẢNH BÁO: Có thể có một ổ đĩa khác trên cùng một bộ điều khiển! Bạn KHÔNG BAO GIỜ được làm việc với một ổ đĩa khi có một ổ đĩa khác trên cùng một bộ điều khiển! Điều đó có thể rất nguy hiểm và có thể dẫn đến mất dữ liệu (hoặc tệ hơn)!

source: WARNING: This drive is also available to the OS! That is too dangerous, and would likely result in a computer crash! Please make sure to follow the instructions on how to hide the drive!
de_de: ACHTUNG: Dieses Laufwerk ist auch dem Betriebssystem verfügbar! Dies ist zu gefährlich und würde wahrscheinlich zu einem Computerabsturz führen! Bitte stellen Sie sicher, dass Sie die Anweisungen befolgen, wie das Laufwerk versteckt wird!
fr_fr: ATTENTION: Ce disque est aussi visible pour le système d'exploitation! Cela est dangereux, et va sûrement entrainer un crash de l'ordinateur! Veuillez suivre les instructions afin de cacher le disque!
vi_vn: CẢNH BÁO: Ổ đĩa này cũng khả dụng với hệ điều hành! Điều đó quá nguy hiểm và có thể dẫn đến máy tính bị sập! Vui lòng đảm bảo làm theo hướng dẫn về cách ẩn ổ đĩa!

source: Warning
de_de: Warnung
fr_fr: Attention
vi_vn: Cảnh báo

source: Warning! The destination is smaller than the source. Some data may not be copied.
de_de: Warnung! Das Ziel ist kleiner als die Quelle. Einige Daten werden möglicherweise nicht kopiert.
fr_fr: Attention! La cible est plus petite que la source. Toutes les données ne seront pas forcément copiées.
vi_vn: Cảnh báo! Điểm đến nhỏ hơn nguồn. Một số dữ liệu có thể không được sao chép.

source: Warning! Using driver mode with destination of null will clear the current progress log. Once you click on Start, the log will be cleared. If you wish to keep the current log, disconnect and make a copy.
de_de: Warnung! Die Verwendung des Treibermodus mit einem Ziel von Null löscht das aktuelle Fortschrittsprotokoll. Sobald Sie auf Start klicken, wird das Protokoll gelöscht. Wenn Sie das aktuelle Protokoll behalten möchten, trennen Sie die Verbindung und erstellen Sie eine Kopie.
fr_fr: Attention! Utiliser le mode pilote avec null comme cible va réinitialiser le journal actuel. Lorsque vous cliquerez sur Démarrer, le journal sera vidé. Si vous souhaitez conserver le journal actuel, déconnectez et faites-en une copie.
vi_vn: Cảnh báo! Sử dụng chế độ trình điều khiển với đích đến là null sẽ xóa nhật ký tiến trình hiện tại. Khi bạn nhấp vào Bắt Đầu đọc, nhật ký sẽ bị xóa. Nếu bạn muốn giữ nhật ký hiện tại, hãy ngắt kết nối và tạo một bản sao.

source: When a bad cluster is read in Passthrough ATA or Direct modes, the ATA return data can include the LBA of the first reported bad sector for the read. When this option is selected, data up to that LBA will be read, the problem sector marked as Bad, and the rest of the chunk marked as Non-Trimmed.
vi_vn: Khi một cụm xấu được đọc trong chế độ Passthrough ATA hoặc Direct, dữ liệu trả về ATA có thể bao gồm LBA của sector xấu Đầu đọc tiên được báo cáo cho lần đọc. Khi tùy chọn này được chọn, dữ liệu lên đến LBA đó sẽ được đọc, sector có vấn đề được đánh dấu là Bad và phần còn lại của khối được đánh dấu là Non-Trimmed.

source: When enabled a log with a time and phase stamp in the name will be created at the end of every phase.
vi_vn: Khi được bật, một nhật ký có dấu thời gian và giai đoạn trong tên sẽ được tạo vào cuối mỗi giai đoạn.

source: When enabled and the soft reset timeout is exceeded when reading, after the reset a second read attempt will be performed. The second read attempt will use the Retry reset time as the soft reset time for the this second read attempt.
vi_vn: Khi được bật và thời gian chờ thiết lập lại mềm bị vượt quá khi đọc, sau khi thiết lập lại, một lần đọc thứ hai sẽ được thực hiện. Lần đọc thứ hai sẽ sử dụng thời gian thiết lập lại thử lại làm thời gian thiết lập lại mềm cho lần đọc thứ hai này.

source: When in virtual mode 3, this will be the minimum cluster read size. When cloning using a domain, this will also be the minimum cluster read size, so that small domain reads can be prevented if desired.
vi_vn: Khi ở chế độ ảo 3, đây sẽ là kích thước đọc cụm tối thiểu. Khi sao chép bằng tên miền, đây cũng sẽ là kích thước đọc cụm tối thiểu, do đó có thể ngăn chặn các lần đọc tên miền nhỏ nếu muốn.

source: Worst
de_de: Schlechteste
vi_vn: Tồi tệ nhất

source: You are about to disable the USB mass storage driver, after which no USB storage devices will be detected by the operating system.
fr_fr: Vous allez désactiver le pilote de stockage de masse USB, par la suite aucun périphérique de stockage USB ne sera détecté par le système d'exploitation.
vi_vn: Bạn sắp tắt trình điều khiển lưu trữ USB, sau đó hệ điều hành sẽ không phát hiện bất kỳ thiết bị lưu trữ USB nào.

source: You are about to erase all data on the destination! Are you sure you want to erase all data?
de_de: Sie sind dabei, alle Daten auf dem Ziel zu löschen! Sind Sie sicher, dass Sie alle Daten löschen möchten?
fr_fr: Vous allez effacer toutes les données sur la cible! Voulez-vous vraiment effacer toutes les données?
vi_vn: Bạn sắp xóa toàn bộ dữ liệu trên đích đến! Bạn có chắc chắn muốn xóa toàn bộ dữ liệu không?

source: You are about to make a change to the startup configuration. A reboot will be required for the changes to take effect.
de_de: Sie sind dabei, eine Änderung an der Startkonfiguration vorzunehmen. Ein Neustart ist erforderlich, damit die Änderungen wirksam werden.
fr_fr: Vous allez changer les paramètres de démarrage. Un redémarrage sera nécessaire pour appliquer les changements.
vi_vn: Bạn sắp thực hiện thay đổi đối với cấu hình khởi động. Cần phải khởi động lại để các thay đổi có hiệu lực.

source: You are about to restore the USB mass storage driver.
fr_fr: Vous allez restaurer le pilote de stockage de masse USB
vi_vn: Bạn sắp khôi phục trình điều khiển lưu trữ USB.

source: You must choose a project first.
de_de: Sie müssen zuerst ein Projekt auswählen.
fr_fr: Vous devez d'abord choisir un projet.
vi_vn: Đầu đọc tiên, bạn phải chọn một project.

source: You must choose a project, source, and destination before connecting.
de_de: Sie müssen ein Projekt, eine Quelle und ein Ziel auswählen, bevor Sie sich verbinden.
fr_fr: Vous devez choisir un projet, une source et une cible avant de connecter.
vi_vn: Bạn phải chọn project, nguồn và đích trước khi kết nối.

source: You must disconnect first.
de_de: Sie müssen zuerst die Verbindung trennen.
fr_fr: Vous devez d'abord déconnecter.
vi_vn: Trước tiên bạn phải ngắt kết nối.

source: You must reopen the advanced setting for this change to take effect
de_de: Sie müssen die erweiterten Einstellungen erneut öffnen, damit diese Änderung wirksam wird
fr_fr: Vous devez rouvrir les paramètres avancés pour appliquer ce changement.
vi_vn: Bạn phải mở lại cài đặt nâng cao để thay đổi này có hiệu lực

source: You must start a new project before importing a ddrescue log file
de_de: Sie müssen ein neues Projekt starten, bevor Sie eine ddrescue-Log importieren
fr_fr: Vous devez créer un nouveau projet avant d'importer un fichier journal ddrescue.
vi_vn: Bạn phải bắt Đầu đọc một project mới trước khi nhập tệp nhật ký ddrescue

source: Zone
vi_vn: Vùng

source: Zones
vi_vn: Các vùng

source: posix_memalign failed
de_de: posix_memalign fehlgeschlagen
vi_vn: posix_memalign không thành công

source: Chance of a bad or weak head. Values are between 0% and 100% and are an indication of how widespread the damage across the drive is.
de_de: Wahrscheinlichkeit eines defekten oder schwachen Kopfes. Die Werte liegen zwischen 0% und 100% und geben an, wie weit verbreitet der Schaden über das Laufwerk ist.

source: Chance of an issue that causes good reads to be slow due to a firmware background operation. Values below 50% are not likely to be an issue. Values above 50% are a possible indication of an issue. Values above 100% are a likely indication of an issue.
de_de: Wahrscheinlichkeit eines Problems, das gute Lesevorgänge aufgrund einer Firmware-Hintergrundoperation verlangsamt. Werte unter 50% sind wahrscheinlich kein Problem. Werte über 50% sind ein mögliches Anzeichen für ein Problem. Werte über 100% sind ein wahrscheinliches Anzeichen für ein Problem.

source: Chance of an issue with reads after a certain point, likely caused by a translator issue. Any value above 0% is a possible indication of this issue.
de_de: Wahrscheinlichkeit eines Problems mit Lesevorgängen nach einem bestimmten Punkt, das wahrscheinlich durch ein Problem mit dem Translator verursacht wird. Jeder Wert über 0% ist ein mögliches Anzeichen für dieses Problem.

source: Check the script but don't execute it
de_de: Prüfe das Skript, führe es aber nicht aus

source: Disk to use for passthrough mode
de_de: Laufwerk zur Verwendung im Passthrough-Mode

source: Idle
de_de: Leerlauf
