Repository: DRCRecoveryData/OpenSuperClone
Catalog: src/oscviewer/locale/*/oscviewer.po
Languages: vi_vn

source: 1 minute
vi_vn: 1 phút

source: 1 pt
vi_vn: 1 điểm

source: 10 pt
vi_vn: 10 điểm

source: 10 seconds
vi_vn: 10 giây

source: 12 pt
vi_vn: 12 điểm

source: 128K
vi_vn: 128 nghìn

source: 14 pt
vi_vn: 14 điểm

source: 16 pt
vi_vn: 16 điểm

source: 16K
vi_vn: 16 nghìn

source: 16M
vi_vn: 16 triệu

source: 1M
vi_vn: 1 triệu

source: 2 minutes
vi_vn: 2 phút

source: 2 pt
vi_vn: 2 điểm

source: 256K
vi_vn: 256 nghìn

source: 2M
vi_vn: 2 triệu

source: 3 pt
vi_vn: 3 điểm

source: 30 seconds
vi_vn: 30 giây

source: 32K
vi_vn: 32 nghìn

source: 4 pt
vi_vn: 4 điểm

source: 4K
vi_vn: 4 ngìn

source: 4M
vi_vn: 4 triệu

source: 5 minutes
vi_vn: 5 phút

source: 5 seconds
vi_vn: 5 giây

source: 512K
vi_vn: 512 nghìn

source: 6 pt
vi_vn: 6 điểm

source: 64K
vi_vn: 64 nghìn

source: 8 pt
vi_vn: 8 điểm

source: 8K
vi_vn: 8 nghìn

source: 8M
vi_vn: 8 triệu

source: About
vi_vn: Giới thiệu

source: About OSCViewer
vi_vn: Giới thiệu về OSCViewer

source: Areas
vi_vn: Khu vực

source: Auto-Update
vi_vn: Tự động cập nhật

source: Bad
vi_vn: Xấu

source: Bad Head
vi_vn: Đầu đọc xấu

source: Block Colors
vi_vn: Khối màu

source: Copyright (C) %i Scott Dwyer and OpenSuperClone contributors
vi_vn: Bản quyền (C) %i Scott Dwyer và những người đóng góp cho OpenSuperClone

source: Current
vi_vn: Hiện tại

source: Domain
vi_vn: Tên miền

source: Domain block not found
vi_vn: Không tìm thấy khối tên miền

source: Error!
vi_vn: Lỗi!

source: File
vi_vn: Tài liệu

source: Finished
vi_vn: Hoàn thành

source: Good Data
vi_vn: Dữ liệu tốt

source: Help
vi_vn: Giúp đỡ

source: Highlight Good Data
vi_vn: Làm nổi bật dữ liệu tốt

source: Left Panel Resolution
vi_vn: Độ phân giải bảng điều khiển bên trái

source: License type: GPL2 There is NO WARRANTY, to the extent permitted by law.
vi_vn: Loại giấy phép: GPL2 KHÔNG CÓ BẢO HÀNH nào, trong phạm vi pháp luật cho phép.

source: Load DMDE Bytes File
vi_vn: Tải tệp DMDE Byte

source: Load Domain
vi_vn: Tải tên miền

source: Log
vi_vn: Nhật ký

source: Main Grid Size
vi_vn: Kích thước lưới chính

source: Main Panel Resolution
vi_vn: Độ phân giải của bảng điều khiển chính

source: Marker Colors
vi_vn: Màu sắc đánh dấu

source: Non-Divided
vi_vn: Không chia

source: Non-Scraped
vi_vn: Không bị cạo

source: Non-Tried
vi_vn: Chưa thử

source: Non-Trimmed
vi_vn: Không cắt bỏ

source: Off
vi_vn: Tắt

source: Open
vi_vn: Mở

source: Quit
vi_vn: Thoát

source: Selected
vi_vn: Đã chọn

source: Settings
vi_vn: Cài đặt

source: Show Bad Head
vi_vn: Hiển thị đầu xấu

source: Show Domain
vi_vn: Hiển thị tên miền

source: Show High-Time
vi_vn: Hiển thị thời gian cao

source: Timing
vi_vn: Thời gian

source: View
vi_vn: Xem
